Repository: diegobz/txci
Catalog: locale/*/LC_MESSAGES/django.po
Languages: eu_es

source: Direct
eu_es: Zuzena

source: Informal/Casual
eu_es: Informala/Kasuala

source: Playful
eu_es: Jostalaria

source: Humorous
eu_es: Humoretsua

source: Youthful
eu_es: Gaztea

source: Confident
eu_es: Isilpekoa

source: Sincere
eu_es: Zintzoa

source: Sophisticated
eu_es: Sofistikatua

source: Elegant
eu_es: Dotorea

source: Authoritative
eu_es: Agintzakoa

source: Trustworthy
eu_es: Fidagarria

source: Childish/Child-friendly
eu_es: Haurrak/Haur-laguna

source: Chatty
eu_es: Berritsua

source: Advertising
eu_es: Iragarkia

source: Automobile
eu_es: Autoa

source: Fashion
eu_es: Moda

source: Finance
eu_es: Finantza

source: Gaming
eu_es: Jolasa

source: General
eu_es: Orokorra

source: Hardware
eu_es: Hardwarea

source: Human resources
eu_es: Giza baliabideak

source: Insurance
eu_es: Aseguruak

source: Legal
eu_es: Legezkoa

source: Life sciences
eu_es: Bizi zientziak

source: Marine
eu_es: Itsasoa

source: Marketing
eu_es: Marketinga

source: Medical
eu_es: Osasuna

source: Mining
eu_es: Mehatzaritza

source: Music
eu_es: Musika

source: Patents
eu_es: Patenteak

source: Pharmaceutical
eu_es: Farmazia

source: Porn
eu_es: Pornoa

source: Press release
eu_es: Prentsa argitalpena

source: Real estate
eu_es: Egizko egoera

source: Retail
eu_es: Txikizkaria

source: Software
eu_es: Softwarea

source: Sports
eu_es: Kirolak

source: Tourism
eu_es: Turismoa

source: Review your selections, then place your order.<br/> You can click on any step on the left to revise a selection.
eu_es: Berrikusi zure hautapenak, orduan jarri zure agindua.<br/> Ezkerreko edozein urratsetan klikatu dezakezu hautapen bat berrikusteko.

source: Gengo provides translation services in 33 languages.
eu_es: Gengo-k 33 hizkuntzatarako itzulpen zerbitzua eskaintzen du.

source: TextMaster provides translation services in 17 languages.
eu_es: TexMaster-ek 17 hizkuntzatan eskaintzen ditu itzulpen zerbitzuak.

source: Translations are directly saved on your resources. This service is a cooperation between Transifex and E2F.<br/> <a href="%(e2f_link)s" target="_blank">Learn more about E2F&gt;</a>
eu_es: Itzulpenak zuzenean gordetzen dira zure baliabideetan. Zerbitzu hau Transifex eta E2F arteko elkarlan bat da.<br/> <a href="%(e2f_link)s" target="_blank">Jakin gehiago E2F-ri buruz;</a>

source: Translation for 95 percent of jobs starts within 28 minutes of order placement. Average time of orders completion is betweeen 2 and 5 days.
eu_es: Lanen ehuneko 95-aren itzulpena agindua egin eta 28 minutuko tartean hasten dira. Aginduak osatzeko bataz-besteko denbora 2 eta 5 egun artekoa da.

source: Order successfully submitted.
eu_es: Agindua ongi aurkeztu da.

source: Thank you for ordering using Transifex!
eu_es: Mila esker Transifex erabiliz agintzeagaitik!

source: Thank you for choosing Transifex Translation Services as your translation vendor.<br/><br/>
eu_es: Mila esker Transifex Itzulpen Zerbitzua hautatzeagaitik zure itzulpen hornitzaile bezala.<br/><br/>

source: In a while you will receive an email about this order to keep for your records.
eu_es: Une batean post@ bat jasoko duzu agindu honi buruz zure erregistrorako.

source: To see the new order in your orders list <a href="%(myorders_link)s">click here</a>.
eu_es: Agindu berria zure aginduen zerrendan ikusteko <a href="%(myorders_link)s">klikatu hemen</a>.

source: Show:
eu_es: Erakutsi:

source: No ordered translations for your projects
eu_es: Ez dago agindutako itzulpenik zure egitasmoentzat

source: Content:
eu_es: Edukia:

source: language
eu_es: hizkuntza

source: From %(source_languages)s to:
eu_es: %(source_languages)s-tik hona:

source: Fulfilled by:
eu_es: Egilea:

source: For any feedback or questions about your order with Transifex translation services contact us at <a href="mailto: translations@transifex.com?subject=%(org_name)s%(subject_title)s%(order_id)s">translations@transifex.com</a>
eu_es: Zure aginduari buruzko edozein irizkizunerako Transifex itzulpen zerbitzuekin jarri harremanetan gurekin <a href="mailto: translations@transifex.com?subject=%(org_name)s%(subject_title)s%(order_id)s">translations@transifex.com</a>

source: order number
eu_es: aginduaren zenbakia

source: Credit card failed
eu_es: Kreditu txartel hutsegitea

source: Canceled
eu_es: Ezeztaturik

source: Delivered
eu_es: Emanda

source: Pending acceptance
eu_es: Onartzearen zain

source: Completed
eu_es: Osatuta

source: in progress
eu_es: garatzen

source: Strings
eu_es: Kate

source: Created
eu_es: Sortuta

source: Invalid
eu_es: Baliogabea

source: Pending
eu_es: Egiteke

source: Being translated
eu_es: Itzultzen

source: Disputed
eu_es: Eztabaidatua

source: Accepted
eu_es: Onartuta

source: last update
eu_es: azken eguneraketa

source: Cancel&nbsp;&gt;
eu_es: Ezeztatu&nbsp;&gt;

source: Please select a team
eu_es: Mesedez hautatu talde bat

source: Enter a number for delivery days
eu_es: Sartu zenbaki bat emate egunetarako

source: Something went wrong, please try again!
eu_es: Zerbait okerra gertatu da, mesedez saiatu berriro!

source: 111111 days estimation
eu_es: 111111 eguneko estimazioa

source: 111111 days left
eu_es: 111111 egun gelditzen dira

source: Order<br/>acceptance
eu_es: Agindu<br/>onarpena

source: Order<br/>edit
eu_es: Agindu<br/>edizioa

source: Order<br/>info
eu_es: Agindu<br/>argibideak

source: Contact administrator
eu_es: Administrari harremana

source: Order date
eu_es: Agindu eguna

source: Delivery date
eu_es: Emate eguna

source: Context:
eu_es: Hitzingurua:

source: Tone:
eu_es: Tonua:

source: Category:
eu_es: Kategoria:

source: Words per language
eu_es: Hitz hizkuntzako

source: Team:
eu_es: Taldea:

source: Total delivery days:
eu_es: Emate egunak guztira:

source: Delivery days:
eu_es: Emate egunak:

source: 2 days estimation
eu_es: 2 eguneko estimazioa

source: When you save changes in order delivery days the client is automatically informed.
eu_es: Aginduaren emate egunetan aldaketak egiten dituzunean bezeroari berezgaitasunez jakinarazten zaio.

source: Orderbook
eu_es: Agindu-liburua

source: In progress
eu_es: Garatzen

source: Has issues
eu_es: Arazoekin

source: Sort by date
eu_es: Antolatu egunez

source: Sort by size
eu_es: Antolatu neurriz

source: posted %(when_ago)s ago
eu_es: aurkeztuta duela %(when_ago)s

source: %(when_until)s to complete
eu_es: %(when_until)s osatzeko

source: delivered %(when_ago)s ago
eu_es: emanda duela %(when_ago)s

source: Words
eu_es: Hitz

source: Languages:
eu_es: Hizkuntzak:

source: Category
eu_es: Kategoria

source: Click 'view in editor' and filter strings with issues
eu_es: Klikatu 'ikusi editatzailean' eta iragazi arazoak dituzten kateak

source: Issues
eu_es: Arazoak

source: Deliverable
eu_es: Emangarria

source: view in editor
eu_es: ikusi editatzailean

source: deliver
eu_es: ematea

source: View report
eu_es: Ikusi jakinarazpena

source: Order acceptance
eu_es: Agindu onarpena

source: Quality:
eu_es: Ontasuna:

source: Leverage
eu_es: Mailaketa

source: When you save changes in order delivery days the client is automatically informed.
eu_es: Aginduaren emate egunetan aldaketak gordetzen dituzunean bezeroari berezgaitasunez jakinarazten zaio.

source: Document ID:
eu_es: Agiri ID-a:

source: Resource:
eu_es: Baliabidea:

source: Target language:
eu_es: Xede hizkuntza:

source: Translation level:
eu_es: Itzulpen maila:

source: Briefing:
eu_es: Jarraipideak:

source: Total words:
eu_es: Hitz guztira:

source: %(s) new languages were added to your team.
eu_es: %(s) hizkuntza gehitu dira zure taldera.

source: Refresh to view changes
eu_es: Berritu aldaketak ikusteko

source: An error was encountered while connecting to the server
eu_es: Akats bat egon da zerbitzariarekin elkartzerakoan

source: +%(s) more
eu_es: +%(s) gehiago

source: Add language<br/>to team:
eu_es: Gehitu hizkuntza<br/>taldera:

source: Pick the language or languages you want to make available to all projects handled by this team.
eu_es: Hautatu talde honek kudeakutako egitasmo guztietan eskuragarri egitea nahi duzun hizkuntza edo hizkuntzak.

source: Select languages:
eu_es: Hautatu hizkuntzak:

source: Existing languages in team:
eu_es: Taldean badauden hizkuntzak:

source: Adding languages affects your organization's wordcount quota.
eu_es: Hizkuntzak gehitzea zure antolakundearen hitz-zenbaketa kuotari eragiten dio.

source: If an added email does not belong to an account in the system, an invitation will be sent to it.
eu_es: |Gehitutako post@ bat ez bada sistemako kontu batena, gonbidapen bat bidaliko zaio.

source: See how wordcount is calculated
eu_es: Ikusi nola kalkulatzen den hitz-zenbatekoa

source: Here you can choose a set of projects to share a common Translation Memory. Transifex will use all past and present translations in those projects, in order to suggest translations for the current strings in those projects. The rest of the projects will use their own Translation Memory.
eu_es: Hemen Itzulpen Oroimen bat elkarbanatuko duten egitasmoak ezarri ditzakezu. Transifex-ek egitasmo hauetako iraganeko eta oraingo itzulpen guztiak erabiliko ditu, egitasmo hauetako uneko kateen itzulpenak iradokitzeko. Gainontzeko egitasmoek beren Itzulpen Oroimenak erabiliko dituzte.

source: You must choose at least 2 projects to have a common TM. Otherwise, deselect all projects to stop having a common TM.
eu_es: Gutxienez elkar IO bat duten 2 egitasmo hautatu behar dituzu. Bestela, deshatutatu egitasmo guztiak elkar IO bat izatea gelditzeko.

source: The selected projects must have the same source language.
eu_es: Hautaturiko egitasmoek iturburu hizkuntza bera izan behar dute.

source: TMX file
eu_es: TMX agiria

source: A TMX file with translations available to one or more languages.
eu_es: Hizkuntza baterako edo gehiagorako itzulpen eskuragarriak dituten TMX agiri bat.

source: The file you have chosen does not seem to be a TMX file (file extension should be .tmx).
eu_es: Hautatu duzun agiriak ez dirudi TMX agiri bat denik (agiri luzapena .tmx izan behar da).

source: Certain strings might not have translations for every language.
eu_es: Zenbait katek badaiteke itzulpenik ez izatea hizkuntza guztietan.

source: Include untranslated
eu_es: Barneratu itzuligabeak

source: Include source language strings that have no translations.
eu_es: Barneratu itzulpenik ez duten iturburu hizkuntzako kateak .

source: Checking this option will make the system to fill up resources automatically with %s similar matches from the Translation Memory.
eu_es: Aukera hau hautatzeak sistemak berezgaitasunez Itzulpen Oroimenetik %s bat datozen antzekoekin baliabidea betetzea eragingo du.

source: Translation Memory settings updated
eu_es: Itzulpen Oroimen ezarpenak eguneratuta

source: A background procedure has successfully been placed to update the TM with the file entries. It will take a couple of minutes until all calculations are finished.
eu_es: Barreneko jarraipidea ongi ezarri da IO sarrera agiriekin eguneratzeko. Minutu pare bat hartuko ditu kalkulo guzitak amaitu artean.

source: There are no translations available yet for the language you have chosen in the form.
eu_es: Oraindik ez dago itzulpen eskuragarririk galdekizunean hautatu duzun hizkuntzarentzat.

source: There was a problem while exporting the file. Please try again in a bit.
eu_es: Arazo bat egon da agiria esportatzerakoan. Mesedez saiatu berriro laister.

source: TMX file has a different source language (srclang) defined (%(srclang)s). The project allows: %(codes)s.
eu_es: TMX agiriak iturburu hizkuntza ezberdina du (srclang) adierazita (%(srclang)s). Egitasmoak ahalbidetzen du: %(codes)s.

source: Not well-formed TMX file!
eu_es: Ez da ongi-osatutako TMX agiria!

source: No source language entries found in the file for the project source language. The file must contain source entries in one of the following codes (%s).
eu_es: Ez da iturburu hizkuntza sarrerarik aurkitu egitasmoko iturburu hizkuntzarako agirian. Agiriak iturburu sarrerak hurrengo kodeetako batean izan behar ditu (%s).

source: Oops! There was a weird problem while saving the TMX entries into the database. The admins were notified about it.
eu_es: Barkatu! Arazo arraroren bat egon da TMX sarrerak datubasean gordetzerakoan. Adminstratzailei jakinarazi zaie.

source: Your name
eu_es: Zure izena

source: Your email address
eu_es: Zure post@ helbidea

source: Your message in english
eu_es: Zure mezua ingeleraz

source: Click to attach a file
eu_es: Klikatu agiri bat eransteko

source: Technical Issue
eu_es: Arazo teknikoa

source: Translations Order
eu_es: Itzulpen Agindua

source: Sales
eu_es: Salmentak

source: Product Feedback
eu_es: Produktu Irizkizuna

source: Order delivered
eu_es: Agindua Emanda

source: When an external translation order gets 100%% delivered
eu_es: Kanpoko itzulpen agindu bat %100% burutzen denean

source: When an internal translation order is delivered
eu_es: Barneko itzulpen agindu bat ematerakoan

source: Order edited
eu_es: Agindua editaturik

source: When an internal translation order gets edited
eu_es: Barneko itzulpen agindu bat editatzerakoan

source: Order created
eu_es: Agindua sortuta

source: When an internal translation order gets created
eu_es: Barneko itzulpen agindu bat sortzerakoan

source: Order completed
eu_es: Agindua osatuta

source: When an internal translation order gets completed
eu_es: Barneko itzulpen agindu bat osatzen denean

source: Order accepted
eu_es: Agindua onartuta

source: When an internal translation order gets accepted
eu_es: Barneko itzulpen agindu bat onartzerakoan

source: Order cancelled
eu_es: Agindua ezeztatuta

source: When an internal translation order gets cancelled
eu_es: Barneko itzulpen agindu bat ezeztatzerakoan

source: When an external translation order gets created
eu_es: Kanpoko itzulpen agindu bat sortzerakoan

source: Error during order creation
eu_es: Akatsa agindua sortzerakoan

source: When an error occurs during external translation order's creation
eu_es: Akats bat gertatzen denean kanpoko itzulpen agindua sortzerakoan

source: Received comment from translator
eu_es: Aipamena jaso da itzultzailarengandik

source: When a translator posts a comment on a translation order
eu_es: Itzultzaile batek itzulpen agindu batean aipamen bat jartzen duenean

source: Received comment from TextMaster
eu_es: Aipamena jasota TextMaster-etik

source: When a translator posts a comment on TextMaster
eu_es: Itzultzaile batek aipamen bat aurkezten duenean TextMaster-en

source: Order in progress
eu_es: Agindua garatzen

source: When a translation order starts being translated
eu_es: Itzulpen agindu bat itzultzen hasten denean

source: Credit card failed for order
eu_es: Kredito txartelaren hutsegitea aginduan

source: When there is an error charging a user for a translation order
eu_es: Akats bat dagoenean erabiltzaile bati itzulpen agindu bat kobratzerakoan

source: Credits for order do not suffice
eu_es: Ez dago nahikoa kredito agindurako.

source: When Transifex's balance on Gengo does not suffice for a translation order
eu_es: Transifex-ren Gengo-rentzako balantzea nahikoa ez denean itzulpen agindu baterako

source: Paid-for limits have been exceeded
eu_es: Ordainketa mugak gainditu dira

source: When a user's usage has outgrown his/her paid-for limits
eu_es: Erabiltzaile batek bere ordainketa mugak gainditzen dituenean

source: Projects locked because of plan limitations
eu_es: Egitasmoak blokeatuta plan mugengaitik.

source: When a user's projects have been locked down because his paid-for limits have been exceeded
eu_es: Erabiltzaile baten egitasmoa ordainketa mugak gainditzeagaitik blokeatzen denean

source: First payment failed
eu_es: Lehen ordainketa hutsegitea

source: When the first attempt on a recurring payment by Stripe has failed
eu_es: Striperen ordainketa epe baten lehen saiakerak huts egindakoan

source: Second payment failed
eu_es: Bigarren ordainketa hutsegitea

source: When the second attempt on a recurring payment by Stripe has failed
eu_es: Stripe-ren bigarren ordainketa saiakerak huts egindakoan.

source: User downgraded to free plan
eu_es: Erabiltzailea dohaineko planera beheratuta

source: When a user has been automatically downgraded to the free plan by Stripe because of failed payments
eu_es: Stripek erabiltzaile bat berezgaitasunez beheratzen duenean dohaineko planera ordainketen hutsegiteengaitik

source: Lock expiration
eu_es: Blokeo iraungipena

source: when a lock for a translation resource will expire
eu_es: itzulpen baliabide baten blokeoa iraungitu behar denean

source: Project announcement added
eu_es: Egitasmo iragarpena gehituta

source: when an announcement for a project is added
eu_es: egitasmo batentzako iragarpen bat gehitzen denean

source: Notifications for changes in files
eu_es: Agirietako aldaketen jakinarazpenak

source: Receive notifications for updates in files of a project.
eu_es: Jaso egitasmo baten agirietako eguneraketen jakinarazpena.

source: Old version of transifex-client used
eu_es: Transifex-bezero bertsio zaharra erabilita

source: You have used an old version of the transifex-client.
eu_es: Transifex-bezeroaren bertsio zahar bat erabili duzu.

source: Notification for team discussions
eu_es: Talde eztabaida jakinarazpena

source: Receive notifications for messages posted in a team.
eu_es: Jaso talde batean aurkezturiko mezuen jakinarazpenak.

source: New recommendation received
eu_es: Gomendio berri bat jaso da

source: Receive notifications for recommendations for your work.
eu_es: Jaso zure lanari buruzko gomendio jakinarazpenak.

source: Notifications for changes of teams
eu_es: Taldeetako aldaketa jakinarazpenak

source: Receive notifications for changes in the teams of an organization.
eu_es: Jaso antolakunde baten taldeko aldeketen jakinarazpenak.

source: Notifications for changes in projects
eu_es: Egitasmoetako aldeketen jakinarazpenak

source: Receive notifications for updates concerning a project.
eu_es: Jaso egitasmo bati buruzko eguneraketa jakinarazpenak.

source: Notifications for project announcements
eu_es: Egitasmo iragarpen jakinarazpenak

source: Receive notifications for project announcements.
eu_es: Jaso egitasmo iragarpen jakinarazpenak

source: Notifications for hub-related activity
eu_es: Biltzaile jarduera jakinarazpenak

source: Receive notifications for hub-related activity.
eu_es: Jaso biltzaile jarduera jakinarazpenak.

source: Notifications for user messages in Transifex
eu_es: Transifex-ko erabiltzaile mezu jakinarazpenak

source: Receive notifications for messages from users.
eu_es: Jaso erabiltzaileen mezuen jakinarazpenak.

source: Notifications for changes in organizations
eu_es: Antolakunde aldaketa jakinarazpenak

source: Receive notifications for changes in the organization.
eu_es: Jaso antolakundeko aldaketen jakinarazpenak.

source: Notifications for editor issues and comments
eu_es: Editatzaile arazo eta aipamen jakinarazpenak

source: Receive notifications for editor issues and comments.
eu_es: Jaso editatzaile arazo eta aipamen jakinarazpenak

source: Thank you for contacting us, we will get back to you as soon as possible.
eu_es: Mila esker gurekin harremanetan jartzeagaitik, ahal bezain laister itzuliko gara zugana.

source: It seems there was an error getting your message, please try again.
eu_es: Dirudienez akats bat egon da zure mezua lortzerakoan, mesedez saiatu berriro.

source: Currently
eu_es: Orain

source: Upload
eu_es: Igo

source: Clear
eu_es: Garbitu

source: Save form to update image
eu_es: Gorde galdekizuna eguneratutako irudian

source: Enter 0 or more comma-separated integers in parentheses.
eu_es: Sartu 0 edo zenbaki gehiago kakotxaz-bananduta hitzartean.

source: You must enter at least a pair of parentheses containing nothing.
eu_es: Gutxienez ezer ez duen hitzarte pare bat sartu behar duzu.

source: Go to the start page
eu_es: Joan hasiera orrialdera

source: Sample project
eu_es: Lagin egitasmoa

source: Profile information could not be saved.
eu_es: Profil argibideak ezin izan dira gorde.

source: Oops, something went wrong. If the problem persists, please contact us.
eu_es: Oop, zerbait oker gertatu da. Arazoak jarraitzen badu, jarri harremanetan gurekin.

source: Comment body:
eu_es: Aipamen gorputza:

source: String has been placed in Transifex and is waiting to be sent to the translation provider.
eu_es: Katea Transifex-en ezarri da eta itzulpen hornitzaileari bidaltzeko itxaroten dago.

source: The content can not be translated according to translation provider's standards. It will not be included in the order.
eu_es: Edukia ezin da itzuli hornitzailearen estandarren arabera. Ez da aginduan barneratuko.

source: String has been sent to translation provider. Waiting for confirmation that the translation provider has acknowledged it.
eu_es: Katea itzulpen hornitzaileari bidali zaio. Hornitzaileak ezagutzen duelaren baieztapenaren zain.

source: String has been acknowledged by translation provider and is currently being translated.
eu_es: Katea itzulpen hornitzaileak ezagutua da eta itzultzen ari da.

source: A translation was received from translation provider but did not pass Transifex's validation checks. Translator is revisiting it.
eu_es: Itzulpen bat jaso da itzulpen hornitzailearengandik baina ez ditu Transifex-en balioztapen egiaztapenak gainditzen. Itzultzailea berrikusten ari da.

source: Translation has been completed. Enjoy!
eu_es: Itzulpena osatu da. Gozatu!

source: Organization required
eu_es: Antolakundea beharrezkoa

source: Card required
eu_es: Txartela beharrezkoa

source: Resource required
eu_es: Baliabidea beharrezkoa

source: Language required
eu_es: Hizkuntza beharrezkoa

source: Unsupported language pair
eu_es: Sostengu gabeko hizkuntza parea

source: Empty order
eu_es: Hustu agindua

source: Minimum price not satisfied
eu_es: Ez da betetzen gutxienezko salneurria

source: Unique source language required
eu_es: Iturburu hizkuntza bakarra behar da

source: User required
eu_es: Erabiltzailea beharrezkoa

source: Order already charged
eu_es: Agindua jadanik kobratuta

source: Card not charged
eu_es: Txartela ez dago betea

source: Provider disabled
eu_es: Hornitzailea ezgaituta

source: Charge validation with provider failed
eu_es: Hutsegitea hornitzailearekin betetzea balioztatzean

source: An error occurred during user %(user)s's translation order creation.
eu_es: Akats bat gertatu da %(user)s's erabiltzailearen itzulpen agindua sortzerakoan.

source: Credit card was declined during user %(user)s's translation order creation.
eu_es: Kredito txartela baztertua izan da %(user)s erabiltzailearen itzulpen agindua sortzerakoan.

source: You have received a comment from a translator regarding your translation order
eu_es: Itzultzaile baten aipamena jaso duzu zure itzulpen aginduari buruz

source: User %(user)s's translation order has been created.
eu_es: %(user)s's erabiltzailearen agindua sortu da

source: User %(user)s's translation order was 100%% delivered.
eu_es: %(user)s's erabiltzaile itzulpen agindua %%100 bidalia izan da.

source: User %(user)s's translation order is in progress.
eu_es: %(user)s erabiltzilearen itzulpen agindua garatzen ari da.

source: %(user)s's translation order could not be processed.
eu_es: %(user)s erabiltzailearen agindua ezin da prozesatu.

source: Your Transifex Translation Services for the %(org)s organization has been accepted.
eu_es: %(org)s antolakunderako zure Transifex Itzulpen Zerbitzuak onartuak izan dira.

source: A Transifex Translation Services order for the %(project)s project in the %(org)s organization has been accepted.
eu_es: %(org)s antolakundeko %(project)s egitasmorako Transifex Itzulpen Zerbitzuak-ren agindu bat onartua izan da.
