Repository: diegobz/txci
Catalog: locale/*/LC_MESSAGES/django.po
Languages: eu_es

source: Your organization will start a 30-day free trial of the Premium plan. After the trial ends, you can choose the plan that best suits your organization's needs.
eu_es: Zure antolakundea 30-eguneko dohaineko Premiun plan saiakera batekin hasiko da. Saiakera amaitu ondoren, zure antolakundearen beharrak hobekien asetzen dituen plana hautatu dezakezu.

source: Your organization for Open Source projects will be subscribed to the Free plan.
eu_es: Iturburu Irekiko egitasmoetarako zure antolakundea Dohaineko planera harpidetuko da.

source: Create organization
eu_es: Sortu antolakundea

source: Your projects under one umbrella
eu_es: Zure egitasmoak aterki baten azpian

source: Organizations make it easy to manage multiple projects belonging to the same group (e.g. your company). Share Translation Memory, glossaries, and subscriptions across your organization's projects.
eu_es: Antolakundeek erraz kudeatu ditzakete egitasmo anitz talde berean (adib. zure konpainia). Elkarbanatu Itzulpen Oroimena, adigai hiztegia, eta harpidetzak zure antolakundearen egitasmoen artean.

source: A single subscription for each organization
eu_es: Harpidetza bakar bat antolakunde bakoitzeko

source: Plans are billed to the organization, not your user account. Invoices will be sent monthly to your email address or a billing email of your choice.
eu_es: Planak antolakundeari kobratzen zaizkio, ez zure erabiltzaile kontuari. Ordain-agiriak hilero bidaliko dira zure post@ helbidera edo zeuk hautatzen duzun kobraketa post@ra.

source: Projects of '%(organization)s' organization - %(language)s
eu_es: '%(organization)s' antolakundearen egitasmoak - %(language)s

source: Last update
eu_es: Azken eguneraketa

source: Content of '%(organization)s' organization - %(language)s
eu_es: '%(organization)s' antolakundearen edukia - %(language)s

source: Resources
eu_es: Baliabideak

source: All categories
eu_es: Kategoria guztiak

source: click for translation
eu_es: klikatu itzultzeko

source: Uncategorized
eu_es: Kategoria gabea

source: Translated:
eu_es: Itzulita:

source: Untranslated:
eu_es: Itzuligabe:

source: Reviewed:
eu_es: Berrikusita:

source: You don't have access to this language.
eu_es: Ez duzu sarbiderik hizkuntza honetara.

source: Projects archive
eu_es: Egitasmo artxiboa

source: Archived projects are completely frozen and contribute <span id="js_archive_weight">25</span>%% of their total word count to the organization quota.
eu_es: Artxibatutako egitasmoak erabat izozten dira eta beren hitz kopuru osaren <span id="js_archive_weight">25</span>%%-eko ekarpena egiten dute antolakundearen kuotara.

source: You can restore an archived project whenever you need it and continue working on it.
eu_es: Edonoiz leheneratu dezakezu artxibatutako egitasmo bat behar duzunean eta bertan lanean jarraitu.

source: Archive project
eu_es: Artxibatu egitasmoa

source: No archived project.
eu_es: Ez dago artxibatutako egitasmorik.

source: Your archived projects contribute <b id="js-archive-wordquota">0</b> words to your quota. For more information check out <a href="%(org_billing)s">billing</a>.
eu_es: Zure artxibatutako egitasmoek <b id="js-archive-wordquota">0</b> hitzeko ekarpena egin dute zure kuotara. Argibide gehiagorako ikusi <a href="%(org_billing)s">ordain-agiritzea</a>.

source: Archive a project
eu_es: Artxibatu egitasmo bat

source: Click on the project you want to archive to see more details.
eu_es: Klikatu artxibatzea nahi duzun egitasmoan xehetasun gehiago ikusteko.

source: There are no projects to archive in this organization.
eu_es: Ez dago artxibatzeko egitasmorik antolakunde honetan.

source: Archive current project
eu_es: Artxibatu oraingo egitasmoa

source: Opensource
eu_es: Iturburu-irekia

source: Error archiving project.
eu_es: Akatsa egitasmoa artxibatzerakoan

source: Archiving this project you free up <b class="js-word-quota">0</b> words from your organization quota.
eu_es: Egitasmo hau artxibatuz <b class="js-word-quota">0</b> hitz askatzen dituzu zure antolakunde kuotatik.

source: This project does not contribute to your wordcount, archive to freeze all activity.
eu_es: Egitasmo honek ez du ekarpenik egiten zure hitz-zenbaketan, artxibatu jarduera oro izozteko.

source: Archive
eu_es: Artxiboa

source: contributing
eu_es: ekarpena egiten

source: Error restoring project
eu_es: Akatsa egitasmoa leheneratzerakoan

source: Restore
eu_es: Leheneratu

source: Restore project
eu_es: Leheneratu egitasmoa

source: By restoring the <b>{project}</b> project you can manage and edit its content.
eu_es: <b>{project}</b> egitasmoa leheneratuz bere edukiak kudeatu eta editatu ditzakezu.

source: This is an open source project and is not affecting your wordcount.
eu_es: Hau iturburu irekiko egitasmo bat da eta ez du zure hitz-zenbaketan eragiten.

source: For more information regarding your current plan and quota visit the billing page.
eu_es: Zure oraingo planaren eta kuotaren argibide gehiagorako ikusi ordainketa orrialdea.

source: Delete archived project
eu_es: Ezabatu artxibatutako egitasmoa

source: WARNING! This action is irreversible.
eu_es: KONTUZ! Ekintza honek ez du atzerabiderik.

source: By deleting the project you also delete all translations and resources of <b>{project}</b>.
eu_es: Egitasmoa ezabatuz <b>{project}</b>-ko itzulpen eta baliabide guztiak ere ezabatzen dituzu.

source: Type your account password to confirm deletion.
eu_es: Idatzi zure kontuaren sarhitza ezabapena baieztatzeko.

source: Clicking DELETE, means that you are completely aware of the effects this action will have.
eu_es: EZABATU klikatuz, esanahi du erabat jakitun zarela ekintza honek izango dituen eraginetaz..

source: Error deleting project
eu_es: Akatsa egitasmoa ezabatzerakoan

source: <h5>Collect, translate, and deliver localized content using Transifex <span class="livetool">Live</span></h5> <p><a href="/product/transifexlive?utm_source=inapp&utm_medium=banner&utm_campaign=LiveGA" target="_blank">Learn more about <span class="livetool">Live</span></a> or add a new web resource to an existing project and try it out.</p>
eu_es: <h5>Bildu, itzuli eta eman lokalizatutako edukia Transifex <span class="livetool">Zuzenean</span> erabiliz</h5> <p><a href="/product/transifexlive?utm_source=inapp&utm_medium=banner&utm_campaign=LiveGA" target="_blank">Jakin gehiago <span class="livetool">Zuzenean</span></a> buruz edo gehitu web baliabide berri bat badagoen egitasmo batera eta saitu.</p>

source: SEND FEEDBACK
eu_es: BIDALI IRIZKIZUNA

source: There is <strong> %(days)s </strong>day left in your trial.
eu_es: <strong>%(days)s egun</strong> gelditzen zaio zure saiakerari.

source: Your trial has <strong>expired</strong>.
eu_es: Zure saiakerak <strong>epemuga</strong> gainditu du.

source: Upgrade your account!
eu_es: Goratu zure kontua!

source: This is the organization you are currently working on.
eu_es: Hau da orain lanean zabiltzan antolakundea

source: All organizations
eu_es: Antolakunde guztiak

source: Choose an organization:
eu_es: Hautatu antolakunde bat:

source: Show all organizations
eu_es: Erakutsi antolakunde guztiak

source: Create Organization
eu_es: Sortu Antolakundea

source: Overview of all the organizations you are <strong>involved</strong> with:
eu_es: Gainikusi <strong>eskuhartzen</strong> duzun antolakunde guztiak:

source: Dashboard
eu_es: Tresnak

source: Organize your teams, add languages and assign projects to them.
eu_es: Antolatu zure taldeak, gehitu hizkuntzak eta esletiu egitasmoak beraiei.

source: Teams&nbsp;&amp;&nbsp;Languages
eu_es: Taldeak eta Hizkuntzak

source: Reports
eu_es: Jakinarazpenak

source: Detailed reports from your translators activity. Available only to premium plan users.
eu_es: Jakinarazpen xehetuak zure itzultzaileen jardueraz. Eskuragarri premiun plana duten erabiltzaileentzat bakarrik.

source: My orders
eu_es: Nire aginduak

source: Getting Started<br/>with Transifex
eu_es: Hasiera<br/>Transifex-rekin

source: Learn about your Transifex dashboard, project creation, teams and team collaborator roles, project resources and how to use the web editor.
eu_es: Jakin zure Transifex tresnak, egitasmo sortzea, talde eta talde laguntzaile eginkizun, egitasmo baliabide eta web editatzailea nola erabili buruz.

source: <p>Learn more about how Transifex works through the <a href="%(docs_link)s" target="_blank" class="analytics-video_documentation">Documentation site</a>.</p>
eu_es: <p>Jakin gehiago Transifex-ek nola egiten duen lan buruz <a href="%(docs_link)s" target="_blank" class="analytics-video_documentation">Agiritza gunea</a>n.</p>

source: Add a new project
eu_es: Gehitu egitasmo berri bat

source: Add project
eu_es: Gehitu egitasmoa

source: Maintaining
eu_es: Mantenimendua

source: Translating
eu_es: Itzulpena

source: All projects
eu_es: Egitasmo denak

source: No results
eu_es: Ez dago emaitzik

source: Add your first project
eu_es: Gehitu zure lehen egitasmoa

source: Create project
eu_es: Sortu egitasmoa

source: Click button to create your first project!
eu_es: Klikatu botoia zure lehen egitasmoa sortzeko!

source: EARN FREE CREDITS
eu_es: IRABAZI DOHAINTZA KREDITOAK

source: Tell a friend about Transifex and we'll reduce both of your subscription costs by 10%% for a year when they subscribe. Send 10 referrals to earn 100%% free service!
eu_es: Gomendatu Transifex lagun bati eta zure antolakundeek 10%%-ko beherapena izango dute urtebetez harpidetzen direnean. Bidali 10 erreferentzia 100%% dohainik zerbitzua lortzeko!

source: Refer friends now
eu_es: Ekarri lagunak orain

source: You have a discount available. Enter your billing page to <a href="%(billing_url)s">redeem your discount</a>.
eu_es: Beherapen bat duzu eskuragarri. Sartu zure ordainketa orrialdera <a href="%(billing_url)s">zure beherapena trukatzeko</a>.

source: Take a one-minute survey
eu_es: Hartu minutu-bateko ibilaldia

source: Let us know how your experience with Transifex has been so far.
eu_es: Jakinarazi diezaguzu nolakoa izan den zure orain arteko jarduera Transifex-rekin.

source: Projects that might<br/>interest you
eu_es: zuretzat interesgarriak<br/>izan daitezkeen egitasmoak

source: I'm not interested in other projects and would not like to view this information in my dashboard.
eu_es: Ez nago interesaturik beste egitasmo batzuetan eta ez ditut argibide hauek nire tresnak-tan ikusterik nahi.

source: Hide forever
eu_es: Ezkutatu betirako

source: Hide for now
eu_es: Ezkutatu oraingoz

source: %(num)s languages
eu_es: %(num)s hizkuntza

source: View project
eu_es: Ikusi egitasmoa

source: Organization public page
eu_es: Antolakundearen orrialde publikoa

source: One project
eu_es: Egitasmo bat

source: No projects
eu_es: Ez dago egitasmorik

source: %(org_num)s organizations <span class="widget-title-light">with</span><br/> %(num)s project
eu_es: %(org_num)s antolakunde <span class="widget-title-light"> </span><br/> %(num)s egitasmorekin

source: more project options
eu_es: egitasmo aukera gehiago

source: <b>%(num)s</b>&nbsp;resource
eu_es: <b>%(num)s</b>&nbsp;baliabide

source: Add resource
eu_es: Gehitu baliabidea

source: Announcements
eu_es: Iragarpenak

source: Manage
eu_es: Kudeatu

source: Timeline
eu_es: Denboralerroa

source: Organization:
eu_es: Antolakundea:

source: Manage web content with
eu_es: Kudeatu web edukiak honekin

source: translated:
eu_es: itzulita:

source: reviewed:
eu_es: berrikusita:

source: No translations
eu_es: Itzulpenik ez

source: Order
eu_es: Agindu

source: Translate
eu_es: Itzuli

source: Add new resource
eu_es: Gehitu baliabide berria

source: source words
eu_es: iturburu hitzak

source: <b>%(num)s</b>&nbsp;resource
eu_es: <b>%(num)s</b>&nbsp;baliabide

source: no resources
eu_es: ez dago baliabiderik

source: collaborators
eu_es: laguntzaileak

source: <span class="secondary-number">%(num)s</span> <span class="secondary-info">language</span>
eu_es: <span class="secondary-number">%(num)s</span> <span class="secondary-info">hizkuntza</span>

source: Click translate and filter strings with issues
eu_es: Klikatu itzuli eta iragazki arazoak dituzten kateak

source: %(num)s issue
eu_es: %(num)s arazo

source: all
eu_es: guztiak

source: mine
eu_es: nirea

source: daily
eu_es: egunero

source: weekly
eu_es: astero

source: monthly
eu_es: hilero

source: Activity
eu_es: Jarduera

source: Currently there are no languages to translate.
eu_es: Une honetan ez dago itzultzeko hizkuntzarik.

source: back to top
eu_es: itzuli gora

source: show all languages
eu_es: erakutsi hizkuntza guztiak

source: strings to translate
eu_es: kate itzultzeko

source: untranslated strings
eu_es: itzuligabeko kateak

source: Translated by:
eu_es: Itzultzailea:

source: Go to your Teams&nbsp;&amp;&nbsp;Languages
eu_es: Joan zure Taldeak eta Hizkuntzak-ra

source: coordinators
eu_es: antolatzailea

source: reviewers
eu_es: berrikustatzailea

source: translators
eu_es: itzultzailea

source: No collaborators in team
eu_es: Ez dago laguntzailerik taldean

source: click the icon to add or invite a collaborator
eu_es: klikatu ikurra laguntzaile bat gehitzeko edo gonbidatzeko

source: Add or invite collaborators to team
eu_es: Gehitu edo gonbidatu laguntzaileak taldera

source: You have no projects in your organization.<br/> Click "create project" to add your content and start translating.
eu_es: Ez duzu egitasmorik zure antolakundean.<br/> Klikatu "sortu egitasmoa" zure edukiak gehitzeko eta itzultzen hasteko.

source: Display all languages
eu_es: Erakutsi hizkuntza guztiak

source: Delete organization
eu_es: Ezabatu antolakundea

source: Erase all organization data that are stored in Transifex, including organization information and billing. Also any user accounts associated with this organization will be dissociated.
eu_es: Ezabatu Transifex-en biltegiratuta dauden antolakundearen datu guztiak, antolakundearen argibideak eta ordainketa gaiak barne. Antolakunde honekin honekin elkarturik dauden erabiltzaile kontu guztiak ere deselkartuko dira.

source: <p>Deleting organization <b>%(orgname)s</b> will permanently delete all it's:</p> <ul class="showcase-features"> <li>Projects</li> <li>Resources and Translations</li> <li>Teams and Discussions</li> <li>Translation memory</li> <li>Glossaries</li> </ul>
eu_es: <p><b>%(orgname)s</b> antolakundea ezabatzeak betirako ezabatuko ditu hauek guztiak:</p> <ul class="showcase-features"> <li>Egitasmoak</li> <li>Baliabideak eta Itzulpenak</li> <li>Taldeak eta Eztabaidak</li> <li>Itzulpen oroimena</li> <li>Adigai-hiztegiak</li> </ul>

source: We strongly recommend double checking all data mentioned above before proceeding.
eu_es: Jarraitu aurrettik gainean aipaturiko datu guztiak bi aldiz egiaztatzea gomendatzen dugu.

source: Proceed with delete
eu_es: Jarraitu ezabapenarekin

source: You are about to DELETE organization %(orgname)s
eu_es: %(orgname)s antolakundea EZABATZEAR zaude

source: You will not be able to restore any of your organization data after clicking DELETE.
eu_es: Ezingo duzu zure antolakundearen daturik leheneratu EZABATU klikatu ondoren.

source: Clicking DELETE, means that you are completely aware of the effects this action will have.
eu_es: EZABATU klikatuz, esanahi dut erabat jakitun zarela ekintza honek izango dituen eraginetaz.

source: %(organization_name)s localization
eu_es: %(organization_name)s lokalizazioa

source: %(organization_name)s is being translated on Transifex. Sign up to help translate or start your own organization.
eu_es: %(organization_name)s Transifex-en itzultzen ari da. Eman izena itzultzen laguntzeko edo zeure jabetzako egitasmoa abiatzeko.

source: Go to Dashboard
eu_es: Joan zure Tresnak-ra

source: Homepage for %(organization_name)s
eu_es: Etxeko-orrialdea %(organization_name)s-rentzat

source: Administrators:
eu_es: Administratzaileak:

source: This organization uses Transifex to localize their projects and reach thousands of people.<br/>Want to learn how Transifex helps you go global? <a href="%(tour_management_url)s">Read more</a>
eu_es: Antolakunde honek Transifex erabiltzen du bere egitasmoak lokalizatzeko eta milaka norbanakora heltzen da.<br/>Jakin nahi duzu Transifex-ek nola laguntzen zaituen globala izaten? <a href="%(tour_management_url)s">Irakurri gehiago</a>

source: LOCALIZE YOUR OWN PROJECTS
eu_es: LOKALIZATU ZEURE EGITASMOAK

source: HELP "%(organization_name)s" TRANSLATE CONTENT
eu_es: LAGUNDU "%(organization_name)s" EDUKIA ITZULTZEN

source: Public projects
eu_es: Egitasmo publikoak

source: (Translated in %(num_langs)s languages)
eu_es: (%(num_langs)s hizkuntzara itzulita)

source: %(progress_trans)s%% translated, %(progress_review)s%% reviewed
eu_es: %(progress_trans)s%% itzulita, %(progress_review)s%% berrikusita

source: No public projects available.
eu_es: Ez dago egitasmo publikorik eskuragarri.

source: Machine translation for %(organization_name)s
eu_es: Makina itzulpena %(organization_name)s-rako

source: Machine Translation settings
eu_es: Makinazko Itzulpen ezarpenak

source: Select the machine translation service you wish to use in our online editor:
eu_es: Hautatu gure onlineko editatzailean erabiltzea nahi duzun makinazko itzulpen zerbitzua:

source: The following projects are using their own Machine Translation key:
eu_es: Hurrengo egitasmoak beren Makina Itzulpena giltza ari dira erabiltzen:

source: Using %(display_name)s
eu_es: Erabiltzen %(display_name)s

source: Billing
eu_es: Ordainketa

source: Translation memory
eu_es: Itzulpen oroimena

source: Translation checks
eu_es: Itzulpen egiaztapena

source: Organization url
eu_es: Antolakunde url-a

source: <p>An organization is an umbrella under which all your projects exist.</p><br><p>You can set a custom name and URL for the organization as well as grant administrative permissions to specific users.</p>
eu_es: <p>Antolakunde bat zure egitasmo guztiak dauden aterki bat da.</p><br><p>Norbere izena eta URL-a ezarri ditzakezu antolakundearentzat eta baita administrazio baimenak eman erabiltzaile bereizieri.</p>

source: Save settings
eu_es: Gorde ezarpenak

source: There is discount available. Enter a plan and redeem your discount.
eu_es: Beherapen bat dago eskuragarri. Sartu plan batera eta trukatu zure beherapena.

source: Redeem now
eu_es: Trukatu orain

source: Close user messages
eu_es: Itxi erabiltzaile mezuak

source: Project ownership request
eu_es: Egitasmo jabetza eskaera

source: <strong>%(req_uname)s</strong> wants to transfer the project <a href="%(req_projurl)s" target="_blank" title="Open project in new window/tab">%(req_projname)s</a> to this organization.
eu_es: <strong>%(req_uname)s</strong>-k <a href="%(req_projurl)s" target="_blank" title="Open project in new window/tab">%(req_projname)s</a> egitasmoa antolakunde honetara eskualdatzea nahi du.

source: If you accept this request, the plan usage of this organization will be <strong>%(new_wordcount)s of %(total_wordcount)s</strong> words.
eu_es: Eskaera hau onartzen baduzu, antolakunde honen plan erabilpena <strong>%(new_wordcount)s of %(total_wordcount)s</strong> hitzekoa izango da.

source: Accept request
eu_es: Onartu eskaera

source: Decline request
eu_es: Baztertu eskaera

source: Could not transfer the project <%%= project %%> to the organization <%%= to %%>.
eu_es: Ezinezkoa egitasmoa eskualdatzea <%%= project %%> antolakundera <%%= to %%>.

source: Error declining the request of the project <%%= project %%>.
eu_es: Akatsa <%%= project %%> egitasmoaren eskaera baztertzerakoan.

source: Project ownership
eu_es: Egitasmo jabetza

source: Are you sure you want to <strong>accept</strong> the project <strong><%%= project %%></strong> from the organization <%%= from %%> to the organization <strong><%%= to %%></strong>?
eu_es: Zihur zaude <strong>onartu</strong> nahi duzula <%%= from %%> antolakundeko <strong><%%= project %%></strong> egitasmoa <strong><%%= to %%></strong> antolakundean?

source: Are you sure you want to <strong>reject</strong> the project <strong><%%= project %%></strong> from the organization <%%= from %%> to the organization <strong><%%= to %%></strong>?
eu_es: Zihur zaude <strong>baztertu</strong> nahi duzula <%%= from %%> antolakundeko <strong><%%= project %%></strong> egitasmoa <strong><%%= to %%></strong> antolakundean?

source: Continue
eu_es: Jarraitu

source: %(project_name)s localization - Archived
eu_es: %(project_name)s lokalizazioa - Artxibatuta

source: %(project)s is being translated to %(lang_count)s languages on Transifex. Sign up to help translate or start your own project.
eu_es: %(project)s %(lang_count)s hizkuntzatara itzultzen ari da Transifex-en. Eman izena itzultzen laguntzeko edo zeure jabetzako egitasmoa abiatzeko.

source: Homepage for %(project_name)s
eu_es: Etxeko-orrialdea %(project_name)s-rentzat

source: Αrchived on %(archive_date)s
eu_es: Αrtxibatze eguna: %(archive_date)s

source: No action can be performed on an archived project. Instead you can check out available projects on %(project_name)s's <a href="%(org_page)s">organization</a> or search for another <a href="%(explore_projects)s">project</a> on Transifex.
eu_es: Ezin da ekintzarik burutu artxibatutako egitasmo batean. Ordez egitasmo eskuragarriak bilatu ditzakezu %(project_name)s's <a href="%(org_page)s">antolakundea</a>n edo bilatu beste <a href="%(explore_projects)s">egitasmoa</a> bat Transifex-en.

source: You can restore or delete the project by managing the organization's <a href="%(org_archive)s">archive</a>.
eu_es: Egitasmoa leheneraatu edo ezabatu dezakezu antolakundearen <a href="%(org_archive)s">artxiboa</a> kudeatuz.

source: Machine translation for %(project_name)s
eu_es: Makina itzulpena %(project_name)s-rako

source: You have signed the current <a rel="facebox" href="%(cla_url)s">contributor license agreement</a>.
eu_es: Oraingo <a rel="facebox" href="%(cla_url)s">ekarpen baimen ituna</a> sinatu duzu.

source: I have read and agree with this project's <a rel="facebox" href="%(cla_url)s">contributor license agreement</a>.
eu_es: Irakurri dut eta onartzen dut <a rel="facebox" href="%(cla_url)s">ekarpen baimen ituna</a>.

source: Sign it
eu_es: Sinatu

source: Create a new project for <strong>%(oname)s</strong> organization
eu_es: Sortu egitasmo berri bat <strong>%(oname)s</strong> antolakunderako

source: Project details
eu_es: Egitasmoaren xehetasunak

source: Choose the license of your project. Projects that are not <a href="http://opensource.org/docs/osd" title="What is Open Source?" target="_blank">open-source</a> should choose Proprietary.
eu_es: Hautatu zure egitasmoaren baimena. <a href="http://opensource.org/docs/osd" title="What is Open Source?" target="_blank">iturburu-irekia</a> ez diren egitasmoek Jabetzakoa hautatu dezakete.

source: Provide a public URL to the source code of your Open Source project, e.g. on GitHub or Bitbucket.
eu_es: Eman zure Iturburu Irekiko egitasmoaren iturburu kode URL publiko bat, adib. GitHub edo Bitbucket-en.

source: Assign to translators
eu_es: Esleitu itzultzailei

source: Add content <span>(Optional, you can do it later)</span>
eu_es: Gehitu edukia <span>(Aukerazkoa, gero egin dezakezu)</span>

source: Add a file
eu_es: Gehitu agiri bat

source: Create a resource by uploading a source translation file from your workstation, such as a POT file.
eu_es: Sortu baliabide bat iturburu itzulpen agiria eguneratuz zure lantokitik, POT agiri bat bezala.

source: Add a website
eu_es: Gehitu webgune bat

source: Create a resource by providing a website url you want to translate. All strings from this url will be grouped under the same resource.
eu_es: Sortu baliabide bat itzultzea nahi duzunaren webgune url bat emanez. Url honetatiko kate guztiak baliabide berean multzokatuko dira.

source: Delete project
eu_es: Ezabatu egitasmoa

source: Erase all project data stored in Transifex.<br/>
eu_es: Ezabatu Transifex-en biltegiraturiko egitasmoaren datu guztiak.<br/>
