Repository: diegobz/txci
Catalog: locale/*/LC_MESSAGES/django.po
Languages: eu_es

source: The type of i18n method used in this resource (%s)
eu_es: Baliabide honetan erabilitako i18n metodoa (%s)

source: It doesn't seem you have entered a valid URL.
eu_es: Ez dirudi baliozko URL bat sartu duzunik.

source: Translation File
eu_es: Itzulpen Agiria

source: The language of the translation.
eu_es: Itzulpenaren hizkuntza.

source: Pseudo type
eu_es: Sasi mota

source: For more info about each pseudo translation type, please refer to the docs.
eu_es: Sasi itzulpen mota bakoitzari buruzko argibideetarako, mesedez ikusi agiritzak.

source: %i strings added
eu_es: %i kate gehitua

source: %i strings updated
eu_es: %i kate eguneratuta

source: Tag '<%(tag)s>' in line number %(sourceline)d does not contain a '%(attr)s' attribute.
eu_es: '<%(tag)s>' etiketak %(sourceline)d lerro zenbakian ez du '%(attr)s' ezaugarria.

source: Duplicate 'name', 'product' attribute pair (%(name)s, %(product)s).
eu_es: 'name', 'product' ezaugarri parea bikoiztuta (%(name)s, %(product)s).

source: Duplicate 'name' attribute (%s).
eu_es: 'name' ezaugarria bikoiztuta (%s).

source: Bad '<plurals>' element in line number %(linenumber)s. The plurals element in the uploaded content has %(file_pluralforms)s plural forms but language '%(language)s' requires %(lang_pluralforms)s plural forms.
eu_es: '<plurals>' elemento okerra %(linenumber)s lerro zenbakian. Anitz elementoak igotako edukian %(file_pluralforms)s anitz formak ditu baina '%(language)s' hizkuntzak %(lang_pluralforms)s anitz formak behar ditu.

source: Bad '<plurals>' element in line number %(linenumber)s of the uploaded content. Language '%(language)s requires '%(pluralform_names)s', but this plural element did not have all the requisite plural forms in a proper manner.
eu_es: '<plurals>' elementu okerra %(linenumber)s lerro zenbakian igotako edukian. '%(language)s' hizkuntzak '%(pluralform_names)s' anitz formak behar ditu, baina anitz elemento honek ez ditu anitz forma guztiak modu egokian.

source: Error during importing PLIST data: %s
eu_es: Akatsa PLIST datuak inportatzerakoan: %s

source: <key> found inside an <array> in line %d in the PLIST file
eu_es: <key> aurkitu da <array> PLIST agiriko %d lerroan

source: Invalid element inside <dict>in line %d in the PLIST file.
eu_es: Gai baliogabea <dict>%d lerroan PLIST agirian.

source: <key> element found outside a <dict> element in line %d of the PLIST file
eu_es: <key> elementoa <dict> elementotik kanpo aurkitu da PLIST agiriko %d lerroan

source: Found more than one root elements in the PLIST file.
eu_es: Erro elementu bat baino gehiago aurkitu da PLIST agirian.

source: Found no valid root element in the PLIST file.
eu_es: Erro elementu ez baliozkoa aurkitu da PLIST agirian.

source: Specified file %s does not exist.
eu_es: Adierazitako %s agiria ez dago.

source: The specified object %s is not of type Resource
eu_es: Adierazitako %s objetua ez da Baliabide motakoa

source: We're not able to extract any string from the file uploaded for language %(language)s in resource %(resource)s.
eu_es: Ezin dugu katerik atera %(resource)s baliabideko %(language)s hizkuntzarako igotako agiritik.

source: Unknown language specified: %s
eu_es: Hizkuntza ezezaguna adierazi da: %s

source: Plaintext translation file does not contain the same number of translation strings as the source file. For more information, please refer to %(url)s.
eu_es: Idazkilau itzulpen agiriak ez du iturburu agiriak duen itzulpen kate zenbateko berdina. Argibide gehiagorako, mesedez ikusi %(url)s.

source: There is a syntax error in your file. Line %s
eu_es: Joskera akats bat dago zure agirian. Lerroa %s

source: Pluralized entries of the file were skipped because the nplural of the upload file differs from the nplural (%s) for the given language available in the system.
eu_es: Agiriaren sarrera anitzak jauzi egin dira igotako agiriaren anitz-z ezberdina delako sisteman eskuragarri dagoen emaniko hizkuntzaren anitz-z (%s)-rekin.

source: Element '%s' not found!
eu_es: '%s' gaia ez da aurkitu!

source: Multiple '%s' elements found!
eu_es: '%s' elementu anitz aurkitu dira!

source: Your file doesn't seem to contain valid xml: %s!
eu_es: Ez dirudi zure agiriak baliozko xml-rik duenik: %s!

source: Incorrect doctype!
eu_es: Agirimota okerra!

source: Uploaded file has no Doctype!
eu_es: Igotako agiria ez da Doc-motakoa!

source: Root element is not 'TS'
eu_es: Erro gaia ez da 'TS'

source: Malformed 'location' element
eu_es: 'lokalizazio' elementu gaizki-osatua

source: Qt Linguist variants are not yet supported.
eu_es: Qt Linguist aldaerak ez daude sostengaturik oraindik.

source: Source file could not be imported: Qt Linguist variants are not supported.
eu_es: Iturburu agiria ezin da inportatu: Qt Linguist aldaerak ez daude sostengaturik.

source: You should remove the newlines from the translations.
eu_es: Lerro-berriak kendu behar dituzu itzulpenetatik.

source: Use the character '%s' from the source string in the translation.
eu_es: Erabili '%s' hizkia iturburu katetik itzulpenean.

source: When you see the symbol ⏎ in the source string, you should press ENTER instead in the translation.
eu_es: %s zenbakia iturburu katean dago baina ez itzulpenean.

source: The translation is empty and does not contain any words.
eu_es: Itzulpena hutsik dago eta ez du hitzik.

source: The translation does not contain the same number of %s as the original phrase
eu_es: Itzulpenak ez du jatorrizko esaldiak dituen %s zenbateko berdina

source: opening parentheses
eu_es: parentesi irekiera

source: closing parentheses
eu_es: parentesi itxiera

source: opening braces
eu_es: giltza irekiera

source: closing braces
eu_es: giltza itxiera

source: opening brackets
eu_es: kortxete irekiera

source: closing brackets
eu_es: kortxete itxiera

source: The following url is either missing from the translation or has been translated: '%s'.
eu_es: Hurrengo url-a ez dago itzulpenean edo itzulita dago: '%s'.

source: The number of urls in the source string and the translation don't match.
eu_es: Iturburu kateko eta itzulpeneko url zenbatekoa ez dator bat.

source: The following email is either missing from the translation or has been translated: '%s'.
eu_es: Hurrengo post@ ez dago itzulpenean edo itzulita dago: '%s'.

source: The translation should start with an empty line. Press the "Enter" or "Return" key before the translation text.
eu_es: Itzulpena lerro huts batekin hasi behar da. Sakatu "Sartu" edo "Berriro" tekla itzulpen idazkiaren aurretik.

source: The translation begins with an empty line, while it should not.
eu_es: Itzulpena lerro huts batekin hasten da, baina ez da horrela izan behar.

source: The translation should end with an empty line. Press the "Enter" or "Return" key at the end of the translation.
eu_es: Itzulpena lerro huts batekin amaitu behar da. Sakatu "Sartu" edo "Berriro" tekla itzulpenaren amaieran.

source: The translation ends with an empty line, while it should not.
eu_es: Itzulpena lerro huts batekin amaitzen da, baina ez da horrela izan behar.

source: The translation does not contain the number "%s". Please avoid writing it in full.
eu_es: Itzulpenak ez du "%s" zenbakia. Mesedez saihestu osorik idaztea.

source: The expression '%s' is not present in the translation.
eu_es: '%s' adierazpena ez dago itzulpenean.

source: The expression '%s' is not present in the original phrase.
eu_es: '%s' adierazpena ez dago jatorrizko esaldian.

source: The translation does not contain the same number of elements as the original phrase
eu_es: Itzulpenak ez ditu jatorrizko esaldiak dituen elementu zenbateko bera

source: Source and translation strings have different numbers of elements.
eu_es: Iturburuak eta itzulpen kateek elementu zenbaki ezberdinak dituzte.

source: The translation is too long. It should have fewer than %s characters.
eu_es: Itzulpena luzeegia da. %s hizkirri baino gutxiago izan behar ditu.

source: The placeholder %(var)s is missing from the translation.
eu_es: %(var)s ezagutarazlea ez dago itzulitako katean.

source: The translation added a new placeholder: %(var)s.
eu_es: Itzulpenak ezagutarazle berri bat gehitu du: %(var)s.

source: The translation is tagged to receive an exact copy of the source content.
eu_es: Itzulpena iturburu edukiaren kopia zehatz bat jasotzeko etiketaturik dago.

source: Phrase tagged to not receive translations
eu_es: Esaldia itzulpenak ez jasotzeko etiketaturik

source: Translation is not a valid xml fragment
eu_es: Itzulpena ez da baliozko xml zati bat

source: %s appears more that once in translation
eu_es: %s behin baino gehiagotan agertzen da itzulpenean

source: %s does not exist in translation
eu_es: %s ez dago itzulpenean

source: %s is not declared in source string
eu_es: %s ez dago adierazita iturburu katean

source: Root element is not 'xliff'
eu_es: Erro gaia ez da 'xliff'

source: Root element 'xliff' does not have a 'version' attribute
eu_es: 'xliff' erro elementuak ez du 'bertsio' ezaugarri bat.

source: Source language code '%(source_lang_code)s' in XLIFF file does not map to source language for the resource: '%(resource_source_language)s'.
eu_es: '%(source_lang_code)s' Iturburu hizkuntza kodeak XLIFF agirian ez du loturarik '%(resource_source_language)s' baliabidarentzako iturburu hizkuntzara.

source: Target language code '%(target_lang_code)s' in XLIFF file does not map to the translation language: '%(translation_language)s' for which it was uploaded.
eu_es: '%(target_lang_code)s' xede hizkuntza kodea XLIFF agirian ez dator bat eguneratua izan den itzulpen hizkuntzarekin: '%(translation_language)s'.

source: Language '%(file_language)s' specified in the YAML file does not match with the language '%(target_language)s' for which it was uploaded.
eu_es: YAML agirian adierazitako '%(file_language)s' hizkuntza ez dator bat eguneratua izan den '%(target_language)s' hizkuntzarekin.

source: Values must be strings. Key "{}" is of type {} and has a value of {}
eu_es: Balioak kateak izan behar dira. "{}" giltza ez da {} motakoa eta {} balioa bat du

source: Could not locate the "define" function
eu_es: Ezin da "define" funtzioa kokatu

source: {} for key "{}"
eu_es: {} giltzarako "{}"

source: Language '%(file_lang_name)s (%(file_lang_code)s)' specified in the YAML file does not match with the language '%(target_lang_name)s (%(target_lang_code)s)' for which it was uploaded.
eu_es: YAML agirian adierazitako '%(file_lang_name)s (%(file_lang_code)s)' hizkuntza ez dator bat igo den '%(target_lang_name)s (%(target_lang_code)s)' hizkuntzarekin.

source: Normal
eu_es: Arrunta

source: High
eu_es: Handia

source: Urgent
eu_es: Larria

source: A short label to be used in the URL, containing only letters, numbers, underscores and hyphens.
eu_es: URL-an erabiltzeko etiketa labur bat, hizkiak, zenbakiak, azpielkar-marratxoak eta elkar-marratxoak bakarrik erabiliz.

source: A descriptive name unique inside the project.
eu_es: Egitasmoaren barneko izen azalgarri bakarra.

source: The priority level, indicating the importance of completing translations for this resource.
eu_es: Lehentasun maila, baliabide honen itzulpenak osatzeak duen garrantzia adierazten du.

source: I18n type
eu_es: I18n mota

source: The type of i18n method used in this resource.
eu_es: Baliabide honetan erabilitako i18n metodoa.

source: Accepting translations?
eu_es: Itzulpenak onartzen?

source: Is this resource accepting translations?
eu_es: Baliabide honek onartzen ditu itzulpenak?

source: Total source entities
eu_es: Iturburu entitateak guztira

source: The number of source strings in this translation resource.
eu_es: Itzulpen baliabide honetako iturburu kate zenbatekoa.

source: Number of words in source entities.
eu_es: Iturburu entitateetako hitz zenbatekoa.

source: The number of words contained in the source entities in this translation resource.
eu_es: Itzulpen baliabide honetako iturburu entitateek dituzten hitz zenbatekoa.

source: Categories
eu_es: Kategoriak

source: The source language of this Resource.
eu_es: Baliabide honetako iturburu hizkuntza.

source: Project
eu_es: Egitasmoa

source: The project containing the translation resource.
eu_es: Itzulpen baliabidea duen egitasmoa.

source: resource
eu_es: baliabidea

source: resources
eu_es: baliabideak

source: String
eu_es: Katea

source: The actual string content of source string.
eu_es: Iturburu katearen oraingo kate edukia.

source: String Hash
eu_es: Kate Hasha

source: Context
eu_es: Hitzingurua

source: A list of description of the source string. This field specifies the context of the source string inside the resource.
eu_es: Iturburu katearen azalpen zerrenda bat. Eremu honek iturburu kateak baliabidearen barnean duen hitzingurua adierazten du.

source: Occurrences
eu_es: Gertaerak

source: The occurrences of the source string in the project code.
eu_es: Iturburu katearen gertaerak egitasmo kodean.

source: Flags
eu_es: Ikurrak

source: The flags which mark the source string. For example, if there is a python formatted string this is marked as "#, python-format" in gettext.
eu_es: Iturburu katea markatzeko ikurrak. Adibidez, python heuskarriko kate bat bada "#, python-format" bezala markatzen da gettext-ean.

source: Comments
eu_es: Aipamenak

source: The comment of the developer.
eu_es: Garatzailearen aipamena.

source: Extra comments
eu_es: Gain aipamenak

source: Pluralized
eu_es: Aniztuta

source: Whether the entity is pluralized.
eu_es: Entitatea aniztua bada.

source: Character limit
eu_es: Hizkirri muga

source: The translation resource which owns the source string.
eu_es: Iturburu katea jabetzen duen itzulpen baliabidea.

source: source string
eu_es: iturburu katea

source: source strings
eu_es: iturburu kateak

source: The actual string content for translation.
eu_es: Itzulpenerako oraingo kate edukia.

source: Plural rule
eu_es: Anitz araua

source: Number related to the plural rule of the translation. It's 0=zero, 1=one, 2=two, 3=few, 4=many and 5=other. For translations that have no plural forms, the rule must be 5 (other).
eu_es: Itzulpenaren anitz arauarekin loturiko zenbakia. Dira 0=huts, 1=bat, 2=bi, 3=gutxi, 4=asko eta 5=beste. Anitz formarik ez duten itzulpenetarako, araua 5 (beste) izan behar da.

source: Wordcount for this string.
eu_es: Kate honentzako hizki-zenbaketa.

source: Origin
eu_es: Jatorria

source: The origin of the translation.
eu_es: Itzulpenaren jatorria

source: Reviewed
eu_es: Berrikusita

source: Marks if the translation has been reviewed or not.
eu_es: Itzulpena berrikusia izan den edo ez markatzen du.

source: Source String
eu_es: Iturburu Katea

source: The source string this translation string translates.
eu_es: Itzulpen kate honek itzultzen duen iturburu katea.

source: The translation resource which owns the translation.
eu_es: Itzulpena jabetzen duen itzulpen baliabidea.

source: Target Language
eu_es: Xede Hizkuntza

source: The language in which this translation string is written.
eu_es: Itzulpen kate hau idatzirik dagoen hizkuntza.

source: Committer
eu_es: Aurkeztzailea

source: The user who committed the specific translation.
eu_es: Itzulpen jakin bat aurkeztu duen erabiltzailea.

source: translation string
eu_es: itzulpen katea

source: translation strings
eu_es: itzulpen kateak

source: Translated Entities
eu_es: Itzulitako Entitateak

source: The number of translated entities in a language for a specific resource.
eu_es: Baliabide zehatz baterako hizkuntza batean itzulitako entitate zenbatekoa.

source: Wordcount for Translated Entities
eu_es: Itzulitako Entitateen Hitz-zenbaketa

source: The number of words containing translated entities in a language for a specific resource.
eu_es: Baliabide zehatz baterako hizkuntza batean itzulitako entitate baten hitz zenbatekoa.

source: Untranslated Entities
eu_es: Itzuligabeko Entitateak

source: The number of untranslated entities in a language for a specific resource.
eu_es: Baliabide zehatz baterako hizkuntza baten itzuligabeko entitate zenbatekoa.

source: Reviewed Entities
eu_es: Berrikusitako Entitateak

source: The number of reviewed entities in a language for a specific resource.
eu_es: Baliabide zehatz baterako hizkuntza baten berrikusitako entitate zenbatekoa.

source: Last Update
eu_es: Azken Eguneraketa

source: The datetime that this language was last updated.
eu_es: Hizkuntza hau eguneratua izan zen azken eguna.

source: Last Committer
eu_es: Azken aurkeztzailea

source: The user associated with the last change for this language.
eu_es: Hizkuntza honetako azken aldaketari elkarturiko erabiltzailea.

source: The resource to which the statistics are associated.
eu_es: Estatistikak elkarturik dituen baliabidea.

source: The language to which these statistics refer.
eu_es: Estatistika hauei dagokien hizkuntza.

source: This is the actual content of the template
eu_es: Hau da ereduaren oraingo edukia

source: This is the template of the imported source file which is used to export translation files from the db to the user.
eu_es: Hau inportaturiko iturburu agiriaren eredua da, zeina itzulpen agiriak db-tik erabiltzailera esportatzeko erabiltzen da.

source: Template
eu_es: Eredua

source: Templates
eu_es: Ereduak

source: Deleted %(lang)s translation for resource %(resource)s.
eu_es: %(lang)s itzulpena ezabatuta %(resource)s baliabidetik.

source: Error compiling the pot file.
eu_es: Akatsa pot agiria biltzerakoan.

source: You are not allowed to upload a translation.
eu_es: Ez zaude itzulpen bat igotzeko ahalbidetuta.

source: Resource's i18n type is already XLIFF.
eu_es: Baliabidearen i18n mota jadanik XLIFF da.

source: Cannot download as xliff in source language.
eu_es: Ezin da xliff bezala jeitsi iturburu hizkuntzan.

source: There are no untranslated strings for the selected Resource.
eu_es: Ez dago itzuligabeko katerik hautaturiko Baliabidean.

source: Invoice recipient e-mail address
eu_es: Ordain-agiri jasotzaile post@ helbidea

source: E-mail address to send invoices to.
eu_es: Ordain-agiriak bidaltzeko post@ helbidea.

source: Billing information
eu_es: Ordainketa argibideak

source: The billing information will be included in your invoices.
eu_es: Ordainketa argibideak zure ordain-agirietan barneratuko dira.

source: There was an error, while setting up your subscription.
eu_es: Akats bat egon da, zure harpidatzea ezartzerakoan.

source: Our payment gateway couldn't process your credit card. Perhaps you entered some incorrect data or didn't supply a valid CVC. Please try again.
eu_es: Gure ordainketa atebideak ezin du zure kredito txartela prozesatu. Badaiteke daturen bat oker sartu izana edo ez duzu baliozko CVC bat eman. Mesedez saiatu berriro.

source: Credit card is not set up
eu_es: Kreditu txartela ez dago ezarrita

source: Could not make the charge, please try again or contact us
eu_es: Ezin izan da kobraketa egin, mesedez saiatu berriro edo jarri harremanetan gurekin

# billing page months
source: month
eu_es: hilabete

source: Free!
eu_es: Dohainik!

source: Free for %s
eu_es: Dohaini %s-rentzat

source: Current
eu_es: Oraingoa

source: Upgrade
eu_es: Goratu

source: Downgrade
eu_es: Apaldu

source: %s day
eu_es: %s egun

source: %s hour
eu_es: %s ordu

source: %s minute
eu_es: %s minutu

source: You must be logged in to perform this action.
eu_es: Saioa hasita egon behar zara ekintza hau burutzeko.

source: This action cannot be performed because the organization has outgrown its current plan limits. Please contact the organization administrators.
eu_es: Ekintza hau ezin da burutu antolakundeak orain duen planaren mugak gainditu dituelako. Mesedez jarri harremanetan antolakundearen adminstratzaileekin.

source: Projects with source language set to Japanese, Chinese or Korean have the wordcount for quota accounting lowered by %s%%.
eu_es: Iturburu hizkuntza Japoniera, Txinera edo Koreaera duten egitasmoek kuota zenbaketarako hitz-zenbatekoa %s%%-k apaldua dute.

source: Your invoice settings have been updated.
eu_es: Zure ordain-agiritze ezarpenak eguneratu dira.

source: Your invoice settings could not be saved.
eu_es: Zure ordain-agiri ezarpenak ezin dira gorde.

source: Please provide a valid coupon code.
eu_es: Mesedez eman kupoi kode baliozko bat.

source: This coupon code is invalid.
eu_es: Kupoi kode hau baliogabea da.

source: The coupon code you submitted does not exist.
eu_es: Aurkeztu duzun kupoia ez dago.

source: This coupon code has expired.
eu_es: Kupoi kodea epezkanpo dago.

source: This coupon code is not compatible with your account.
eu_es: Kupoi kode hau ez da bateragarria zure kontuarekin.

source: This coupon code has already been redeemed.
eu_es: Kupoi kode hau jadanik trukatua izan da.

source: Coupon code could not be redeemed.
eu_es: Kupoi kode hau ezin da trukatua izan.

source: A similar suggestion for this source string already exists.
eu_es: Jadanik badago antzeko iradokizun bat iturburu kate honentzat.

source: Tag Node
eu_es: Etiketa Elkargunea

source: You have to specify a CLA
eu_es: CLA bat adierazi behar duzu

source: Team with the same name already exists
eu_es: Jadanik badago talde bat izen horrekin

source: This language already exists, please enter a valid value
eu_es: Hizkuntza hau jadanik badago, mesedez sartu baliozko balio bat

source: You need to sign the Contribution License Agreement for this project before you submit a team creation request.
eu_es: Egitasmo honentzako Ekarpen Baimen Ituna sinatu behar duzu talde sortze eskaera aurkeztu aurretik.

source: Another team request for this team/language exists.
eu_es: Jadanik beste talde batek eskatu du talde/hizkuntza hau.

source: Managers
eu_es: Kudeatzaileak

source: People in this team will only be able to submit translations files related to the specific language.
eu_es: Talde honetako jendeak adierazitako hizkuntzako itzulpen agiriak bakarrik aurkeztu ahalko ditu.

source: team creation request
eu_es: talde sortze eskaera

source: team creation requests
eu_es: talde sortze eskaerak

source: team access request
eu_es: talde sarbide eskaera

source: team access requests
eu_es: talde sarbide eskaerak

source: Unknown language
eu_es: Hizkuntza ezezaguna

source: Team must have at least one coordinator.
eu_es: Taldeak gutxienez antolatzeile bat izan behar du.

source: You requested to add the %s language.
eu_es: %s hizkuntza gehitzea eskatu duzu.

source: You have accepted the team request for language %s
eu_es: %s hizkuntzarako talde eskaera onartu duzu

source: You already have access to the '%s' language
eu_es: Jadanik baduzu sarbidea '%s' hizkuntzara.

source: You need to sign the Contribution License Agreement for this project before you join a translation team.
eu_es: Egitasmo honen Ekarpen Baimen Ituna sinatu behar duzu itzulpen talde batean bat egiteko.

source: You joined the '%s' language
eu_es: Bat egin duzu '%s' hitzkuntzan

source: You have already requested to join the '%s' language.
eu_es: Jadanik eskatua duzu'%s' hizkuntzara batzea.

source: You requested to join the '%s' language
eu_es: Bat egitea eskatu duzu '%s' hizkuntzan

source: This person is already a member of this team
eu_es: Norbanako hau jadanik talde honetako kidea da

source: You have successfully added '%s' to this team
eu_es: Ongi gehitu duzu '%s' talde honetara

source: You have successfully denied %s's join request to this team
eu_es: Ongi ukatu duzu %s-ren talde honetara batzeko eskaera

source: You have successfully withdrawn your join request to this team
eu_es: Ongi kendu duzu talde honetan bat egiteko eskaera

source: You are not a member of the '%s' language
eu_es: Ez zara '%s' hizkuntzako kidea

source: You have left the '%s' language
eu_es: '%s' hizkuntza utzi duzu

source: Manage members
eu_es: Kudeatu kideak

source: View members
eu_es: Ikusi kideak

source: The language '%s' was deleted.
eu_es: '%s' hizkuntza ezabatu egin da.
