Repository: diegobz/txci
Catalog: locale/*/LC_MESSAGES/django.po
Languages: eu_es

source: Project's <a href="%(project_url)s" target="_blank">public page url</a> will also be removed so please update any external references you have to the specific url.
eu_es: Egitasmoaren <a href="%(project_url)s" target="_blank">orrialde publiko url-ak</a> ere ezabatu egingo dira, hortaz mesedez eguneratu adierazitako url-aren kanpoko edozein xehetasun.

source: <p class="helptext">Instead of deleting this project you can archive it and restore it whenever you need to. Check <a href="%(org_archive)s">archive options</a>.</p>
eu_es: <p class="helptext">Egitasmo hau ezabatu ordez artxibatu egin dezakezu eta behar duzunean leheneratu. Hautatu <a href="%(org_archive)s">artxibatze aukerak</a>.</p>

source: <p>Deleting project <b>%(project_name)s</b> will permanently erase all its resources and translations along with its Translation Memory.</p>
eu_es: <p><b>%(project_name)s</b> egitasmoa ezabatzeak betirako ezabatuko ditu bere baliabide eta itzulpen guztiak Itzulpen Oroimenarekin batera.</p>

source: You are about to DELETE project %(project_name)s
eu_es: %(project_name)s egitasmoa EZABATZEAR zaude

source: You will not be able to restore any of your project data after clicking DELETE.
eu_es: Ezingo duzu zure egitamoaren daturik leheneratu EZABATU klikatu ondoren.

source: Clicking DELETE, means that you are completely aware of the effects this action will have.
eu_es: EZABATU klikatuz, esanahi du erabat jakitun zarela ekintza honek izango dituen eraginetaz.

source: %(project_name)s localization
eu_es: %(project_name)s lokalizazioa

source: Watch language
eu_es: Behatu hizkuntza

source: Unwatch language
eu_es: Desbehatu hizkuntza

source: Your changes have been saved
eu_es: Zure aldaketak gorde dira

source: Something went wrong while deleting your language
eu_es: Zerbait okerra gertatu da zure hizkuntza ezabatzerakoan

source: Something went wrong while creating your language
eu_es: Zerbait okerra gertatu da zure hizkuntza sortzerakoan

source: Maintainers:
eu_es: Mantentzaileak:

source: Documentation of the translation procedure of this project
eu_es: Egitasmo honen itzulpen jarraipide agiritza

source: Help pages
eu_es: Laguntza orrialdeak

source: Join the %(project_name)s project and help translate its content.
eu_es: Batu %(project_name)s egitasmora eta lagundu bere edukiak itzultzen.

source: Create free account
eu_es: Sortu dohaineko kontu bat

source: Translate your own projects on Transifex. <a href="%(signup_url)s">Click here</a>
eu_es: Itzuli zeure egitasmoak Transifex-en. <a href="%(signup_url)s">Klikatu hemen</a>

source: No history recorded yet.
eu_es: Ez dago historiarik grabatuta oraindik.

source: Languages (%(langnum)s)
eu_es: Hizkuntzak (%(langnum)s)

source: Translated by <a href="%(project_team_url)s" title="Go to the team that translates this project" class="">%(project_teamname)s</a>
eu_es: Itzultzailea: <a href="%(project_team_url)s" title="Go to the team that translates this project" class="">%(project_teamname)s</a>

source: Get TMX file
eu_es: Lortu TMX agiria

source: Upgrade your plan to enable it
eu_es: Eguneratu zure plana gaitzeko

source: You are requesting project "%(project_name)s" to be translated to a new language
eu_es: "%(project_name)s" egitasmoa hizkuntza berri batera itzultzea eskatzen ari zara.

source: Pick the language you would like to get the project translated.
eu_es: Hautatu egitasmo itzulpena lortzea nahi duzun hizkuntza.

source: If your request gets accepted you will be coordinating the team translating to that language.
eu_es: Zure eskaera onartzen bada hizkuntza horren talde antolatzailea izango zara.

source: I accept team %(team_name)s contributor license agreement.
eu_es: Onartzen dut %(team_name)s taldearen ekarpen baimen ituna.

source: There are %(counter)s language requests.
eu_es: %(counter)s hizkuntza eskaera daude.

source: Manage requests
eu_es: Kudeatu eskaerak

source: language code
eu_es: hizkuntza kodea

source: Requested by
eu_es: Eskatzailea

source: (source language)
eu_es: (iturburu hizkuntza)

source: (%(counter)s join request)
eu_es: (%(counter)s bat egite eskera)

source: No translation team has been created yet. Why don't you start one?
eu_es: Ez da itzulpen talderik sortu oraindik. Zergaitik ez duzu bat hasten?

source: To create languages and translation teams you need to first <strong>create your resources</strong> by uploading your files. You can do it <a href="%(url_resources)s">here</a>.
eu_es: Hizkuntzak eta itzulpen taldeak sortzeko lehenik <strong>zure baliabideak sortu behar dituzu</strong> zure agiriak igoz. Hau <a href="%(url_resources)s">hemen</a> egin dezakezu.

source: Request a new language to translate this project by clicking "Request language".
eu_es: Eskatu hizkuntza berri bat egitasmo hau itzultzeko "Hizkuntza eskaera" klikatuz.

source: Project url
eu_es: Egitasmo url-a

source: Checking this option will make the system to fill up resources automatically with 100%% similar matches from the Translation Memory.
eu_es: Aukera hau hautatuz sistemak berezgaitasunez beteko ditu baliabideak %%100 bat datozen antzekoekin Itzulpen Oroimenetik.

source: Save project
eu_es: Gorde egitasmoa

source: Translation Projects Tagged with: %(tag_name)s
eu_es: Itzulpen Egitasmo Etiketa: %(tag_name)s

source: Explore the projects on Transifex tagged with %(tag_name)s
eu_es: Esploratu Transifex-en %(tag_name)s etiketa duten egitasmoak

source: Projects on Transifex
eu_es: Transifex-ko egitasmoak

source: My projects
eu_es: Nire egitasmoak

source: No available data.
eu_es: Ez dago datu eskuragarririk.

source: Resources:
eu_es: Baliabideak:

source: Go to resource "%(resource)s"
eu_es: Joan "%(resource)s" baliabidera

source: No resources in this project.
eu_es: Ez dago baliabiderik egitasmo honetan.

source: Tags:
eu_es: Etiketak:

source: Bummer. No projects could be found.
eu_es: Zorte txarra. Ez da egitasmorik aurkitu.

source: Why don't you <a href="%(project_create)s">add one</a>?
eu_es: Zergaitik ez duzu <a href="%(project_create)s">bat gehitzen</a>?

source: Couldn't find your project? Go ahead and <a href="%(project_create)s">add it</a>!
eu_es: Ezin duzu zure egitasmoa aurkitu? Egin aurrera eta <a href="%(project_create)s">gehitu zeuk</a>!

source: At least one maintainer is required for a project
eu_es: Gutxienez mantentzaile bat behar da egitasmo baterako

source: Invite
eu_es: Gonbidatu

source: %(project_name)s localization project on Transifex, a modern translation workflow and crowdsourcing platform.
eu_es: %(project_name)s lokalizazio egitasmoa Transifex-en, itzulpen lanjario eta iturburu-multzokatze plataforma moderno bat.

source: The project is locked because the organization has outgrown its paid-for limits. Please inform the organization administrators.
eu_es: Egitasmoa blokeatuta dago, antolakundeak bere ordainketa mugak gainditu dituelako. Mesedez jakinarazi antolakundearen administratzaileei.

source: Locked
eu_es: Blokeatuta

source: This project uses Transifex to localize their content and reach thousands of people.<br/>Want to learn how Transifex helps you go global? <a href="%(tour_management_url)s">Read more</a>
eu_es: Antolakunde honek Transifex erabiltzen du bere edukiak lokalizatzeko eta milaka norbanakora heltzen da.<br/>Jakin nahi duzu Transifex-ek nola laguntzen zaituen globala izaten? <a href="%(tour_management_url)s">Irakurri gehiago</a>

source: LOCALIZE YOUR PROJECTS
eu_es: LOKALIZATU ZURE EGITASMOAK

source: HELP TRANSLATE "%(project_name)s"
eu_es: LAGUNDU ITZULTZEN "%(project_name)s"

source: Translation Activity
eu_es: Itzulpen Jarduera

source: There is no activity the last weeks
eu_es: Ez dago jarduerarik azken asteetan

source: Languages (<span>%(lang_count)s</span>)
eu_es: Hizkuntzak (<span>%(lang_count)s</span>)

source: Project Maintainers
eu_es: Egitasmo Mantentzaileak

source: Recent activity
eu_es: Azken jarduerak

source: Resources - %(project_name)s Project
eu_es: Baliabideak - %(project_name)s Egitasmoa

source: Resources for the %(project_name)s translation project on Transifex.
eu_es: %(project_name)s itzulpen egitasmoaren baliabideak Transifex-en.

source: Something went wrong while saving your resource
eu_es: Zerbait okerra gertatu da zure baliabidea gordetzerakoan

source: Something went wrong while deleting your resource
eu_es: Zerbait okerra gertatu da zure baliabidea ezabatzerakoan

source: Detailed list of the project's resources
eu_es: Egitasmoaren baliabideen xehetasun zerrenda

source: Auto update resources
eu_es: Berez eguneratu baliabideak

source: <span class="wordcount js-tablesorter-2">%(words)s</span> words <span style="color:#888;">(%(strings)s strings)</span>
eu_es: <span class="wordcount js-tablesorter-2">%(words)s</span> hitz <span style="color:#888;">(%(strings)s strings)</span>

source: no translations yet
eu_es: ez dago itzulpenik oraindik

source: Priority: %(level)s
eu_es: Lehentasuna: %(level)s

source: No resources are registered for this project yet.
eu_es: Ez dago baliabiderik erregistraturik egitasmo honentzat oraindik.

source: Create a new project on Transifex
eu_es: Sortu egitasmo berri bat Transifex-en

source: Modify your project
eu_es: Aldatu zure egitasmoa

source: Options
eu_es: Aukerak

source: Edit project
eu_es: Editatu egitasmoa

source: TMX import
eu_es: TMX inportazioa

source: Widgets - %(project)s Project
eu_es: Widgetak - %(project)s Egitasmoa

source: Install a widget on your website that shows up to date information on %(project_name)s's translation progress.
eu_es: Ezarri widget bat zure webgunean argibide eguneratuak ikusteko %(project_name)s's itzulpen garapenaz.

source: Widgets, buttons, etc.
eu_es: Widgetak, botoiak, etab.

source: Image charts
eu_es: Irudi taulak

source: Loading...
eu_es: Gertatzen...

source: Display your project's translation statistics on your own website as a simple image. Perfect for embedding in wiki pages, Trac instances, and email.
eu_es: Erakutsi zure egitasmoaren itzulpen estatistikak zeure webgunean irudi arrunt bat bezala. Ezinhobea wiki orrialdeetan, Trac eskabideetan eta post@n barneratzeko.

source: The chart will always report live Transifex numbers.
eu_es: Taulak betik jakinaraziko ditu Transifex-eko zuzeneko zenbatekoak.

source: Show code snippet for resource:
eu_es: Erakutsi baliabide honen kode ebakina:

source: Interactive charts
eu_es: Elkarrekintza taulak

source: Display your project's translation statistics on your own website as an interactive chart. This requires modifications to your homepage's HTML code.
eu_es: Erakutsi zure egitasmoaren itzulpen estatistikak zeure webgunea elkarrekintza taula bat bezala. Honek zure orrialdearen HTML kodean aldaketak behar ditu.

source: You can adjust level of detail, dimensions and colors of the chart by tweaking the code below.
eu_es: Zure taularen xehetasun, neurri eta margoak zehaztu ditzakezu beheko kodea dohituz.

source: Interactive and Image charts
eu_es: Elkarrekintza eta Irudi taulak

source: Sorry, but your project doesn't have any resources with up-to-date statistics. You need to have at least one resource with statistics to export charts from Transifex.
eu_es: Barkatu, baina zure egitasmoak ez du baliabiderik estatistika eguneratuekin. Gutxienez baliabide bat eduki behar duzu estatistikekin Transifex-tik taula esportatzeko.

source: Social share
eu_es: Gizarte elkarbanaketa

source: Add Widgets
eu_es: Gehitu Widgetak

source: %(project_name)s Contributor License Agreement
eu_es: %(project_name)s Ekarpen Baimen Ituna

source: Users who have signed the CLA
eu_es: CLA sinatu duten erabiltzaileak

source: No user has signed the CLA yet.
eu_es: Ez dago CLA sinatuta duen erabiltzaierik oraindik.

source: Users who have NOT signed the current CLA
eu_es: Oraingo CLA sinaturik EZ duten erabiltzaileak

source: All users have signed the CLA.
eu_es: Erabiltzaile guztiek sinatu dute CLA.

source: I have read and agree with this project's <a rel="facebox" target="_blank" href="%(cla_url)s">contributor license agreement</a>.
eu_es: Irakurri dut eta onartzen dut egitasmo honen <a rel="facebox" target="_blank" href="%(cla_url)s">ekarpen baimen ituna</a>.

source: "Owner" - Organization
eu_es: "Jabea" - Antolakundea

source: There is a pending request to the organization %(name)s.
eu_es: %(name)s antolakundearen eskaera bat dago erantzuteke.

source: By changing ownership, your project is transferred to another organization. In this case, it is managed by the other organization and gets translated by its translators.
eu_es: Jabetza aldatuz, zure egitasmoa beste antolakunde batera eskualdatzen da. Horrelakoetan, beste antolakundeak kudeatzen du eta bere itzultzaileek egiten dute itzulpena.

source: Fill-in the <strong>slug</strong> of the organization that should own this project.
eu_es: Bete egitasmo honen jabetza izan behar duen antolakundearen <strong>txartela</strong>.

source: Send request
eu_es: Bidali eskaera

source: Activity on %(date)s
eu_es: %(date)s-ko jarduerak

source: recommendation
eu_es: gomendioa

source: Write a brief recommendation for <span>%(to_user)s</span>
eu_es: Idatzi gomendio labur bat <span>%(to_user)s</span>-rentzat

source: Recommend
eu_es: Gomendatu

source: You can always delete your recommendation:&nbsp;&nbsp;
eu_es: Betik ezabatu dezakezu zure gomendioa:&nbsp;&nbsp;

source: Delete recommendation
eu_es: Ezabatu gomendioa

source: You can edit or remove this recommendation at any time.
eu_es: Gomendio hau edonoiz editatu edo kendu dezakezu

source: Your recommendation should be at least %(min_recommendation_len)s characters long.
eu_es: Zure gomendioak gutxienez %(min_recommendation_len)s hizkiko luzera izan behar du.

source: Your recommendation will not be visible unless it gets accepted.
eu_es: Zure gomendioa ez da ikusgarria izango onartua izan arte.

source: Total:&nbsp;%(total_entities)s strings, %(wordcount)s words
eu_es: Guztira:&nbsp;%(total_entities)s kate, %(wordcount)s hitz

source: Translated:&nbsp;%(trans_count)s strings, %(trans_wordcount)s words
eu_es: Itzulita:&nbsp;%(trans_count)s kate, %(trans_wordcount)s hitz

source: Remaining:&nbsp;%(trans_count)s strings (%(trans_wordcount)s words)
eu_es: Gelditzen dira:&nbsp;%(trans_count)s kate (%(trans_wordcount)s hitz)

source: Reviewed:&nbsp;%(reviewed_count)s strings
eu_es: Berrikusita:&nbsp;%(reviewed_count)s kate

source: Remaining words <span title="Translation Memory">TM</span> leverage:
eu_es: Gelditzen diren hitzak <span title="Translation Memory">IO</span> mailaketa:

source: <span title="The source language cannot be translated">Source language</span>
eu_es: <span title="The source language cannot be translated">Iturburu hizkuntza</span>

source: Translate now
eu_es: Itzuli orain

source: This resource is currently not accepting translations
eu_es: Baliabide honek ez du itzulpenik onartzen orain

source: To translate you need to be logged in and a collaborator of the %(lang_name)s team
eu_es: Itzultzeko saio hasita eta %(lang_name)s taldeko kidea izan behar zara

source: View strings online
eu_es: Ikusi kateak online

source: View language stats
eu_es: Ikusi hizkuntza estatistikak

source: Delete translations
eu_es: Ezabatu itzulpenak

source: Download for use
eu_es: Jeitsi erabiltzeko

source: You must login to be able to download the translations.
eu_es: Saioa hasita egon behar zara itzulpenak jeitsi ahal izateko.

source: Add only translated strings into the file. Untranslated strings are NOT filled with source strings.
eu_es: Gehitu agirira itzulitako kateak bakarrik. Itzuligabeko kateak EZ dira iturburu kateekin beteko.

source: This is a website resource
eu_es: Hau webgune baliabide bat da

source: Download original pot file
eu_es: Jeitsi jatorrizko pot agiria

source: You must login to be able to download the pot file.
eu_es: Saioa hasi behar duzu pot agiria jeitsi ahal izateko.

source: PO file template.
eu_es: PO agiri eredua.

source: You must login to be able to download the file.
eu_es: Saioa hasita egon behar zara agiri hau jeitsi ahal izateko.

source: Download only reviewed translations
eu_es: Jeitsi berrikusitako itzulpenak bakarrik

source: Add only reviewed translations into the file. Untranslated strings are not filled at all.
eu_es: Gehitu agirira berrikusitako kateak bakarrik. Itzuligabeko kateak ez dira erabat betetzen.

source: Download for translation
eu_es: Jeitsi itzultzeko

source: You must login to use this action
eu_es: Saioa hasi behar duzu ekintza hau erabiltzeko

source: Download the file locally to translate it.
eu_es: Jeitsi agiria tokian itzultzeko.

source: Download for translation as XLIFF
eu_es: Jeitsi itzultzeko XLIFF bezala

source: Download locally a XLIFF file with the strings of the file.
eu_es: Jeitsi ordenagailura XLIFF agiria agiriaren kateekin.

source: Download untranslated strings as XLIFF
eu_es: Jeitsi itzuligabeko kateak XLIFF bezala

source: Download locally a XLIFF file with the untranslated strings.
eu_es: Jeitsi tokian XLIFF agiri bat itzuligabeko kateekin.

source: Get pseudo translations
eu_es: Lortu sasi itzulpenak

source: This resource currently is not accepting translations.
eu_es: Baliabide honek ez du itzulpenik onartzen orain.

source: Translation last updated
eu_es: Itzulpenaren azken eguneraketa

source: ago
eu_es: duela

source: No translation yet
eu_es: Ez dago itzulpenik oraindik

source: (Language breakdown)
eu_es: (Itzulpen xehapena)

source: Download all translation files as a zip file
eu_es: Jeitsi itzulpen guztiak zip agiri bezala

source: Subtitles video
eu_es: Azpidatzi bideoa

source: Update content
eu_es: Eguneratu edukia

source: Edit resource settings
eu_es: Editatu baliabide ezarpenak

source: Resource type
eu_es: Baliabide mota

source: Resource strings are available for translation from your translation teams.
eu_es: Baliabide kateak eskuragarri daude itzultzeko zure itzulpen taldeetatik.

source: Add a category
eu_es: Gehitu kategoria bat

source: Update the content of <em>%(resource_name)s</em> resource.
eu_es: Eguneratu <em>%(resource_name)s</em> baliabidearen edukia.

source: Upload your updated source file to refresh the content of the resource:
eu_es: Igo zure eguneratutako iturburu agiria baliabidearen edukia berritzeko.

source: <strong>Warning</strong>: Transifex will overwrite the existing source strings and translations with the ones found in the uploaded file. This may lead to <b>loss of translations</b>, so make sure you are uploading the correct file before submitting the form.
eu_es: <strong>Kontuz</strong>: Transifex-ek dauden iturburu kateak eta itzulepenak igotako agirian aurkitutakoekin gainidatziko ditu. Honek <b>itzulpenen galtzea</b> eragin dezake, hortaz zihurtatu agiri zuzena igotzen ari zarela galdekizuna aurkeztu aurretik.

source: Resource <em>%(resource_name)s</em> subtitles video
eu_es: Baliabidea <em>%(resource_name)s</em> azpidatzi bideoa

source: Add a link to a hosted video file to assist with translations of this resource.<br/> By linking more than one format of your video file, you enable the viewing and editing in more browsers.
eu_es: Gehitu lotura bat hostaturiko bideo agirira baliabide honen itzulpenak laguntzeko.<br/> Zure bideo agiriaren heuskarri bat baino gehiago loturatuz nabigatzaile gehiagotan ikustea eta editatzea ahabidetzen duzu.

source: Click to add video URL
eu_es: Klikatu bideo URL bat gehitzeko

source: View video link
eu_es: Ikusi bideoaren lotura

source: Clear link to resource
eu_es: Garbitu baliabiderako lotura

source: Say goodbye to <em>%(resource_name)s</em>?
eu_es: Esan agur <em>%(resource_name)s</em>-ri?

source: Are you sure you want to permanently delete the translation resource '%(resource_name)s'?
eu_es: Zihur zaude '%(resource_name)s' itzulpen baliabidea betirako ezabatzea nahi duzula?

source: Yes, I am sure!
eu_es: Bai, zihur nago!

source: Delete translations for %(language_name)s of %(resource_name)s resource.
eu_es: Ezabatu %(resource_name)s baliabideko %(language_name)s itzulpenak.

source: Say goodbye to all translations for <em>%(language_name)s</em>?
eu_es: Esan agur <em>%(language_name)s</em>-rako itzulpen guztiei?

source: Are you sure you want to permanently delete the translations for '%(language_name)s' of '%(resource_name)s'?
eu_es: Zihur zaude '%(resource_name)s'-ko '%(language_name)s'-ko itzulpenak betirako ezabatzea nahi dituzula?

source: Set translation checks
eu_es: Egin itzulpen egiaztapenak

source: Set the validation checks to run on translated strings for each file format your organization uses. Set, whether a translation should be rejected (<em>&ldquo;error&rdquo;</em>) or not (<em>&ldquo;warning&rdquo;</em>), if a check fails, or disable the check altogether. The translators will see an appropriate message, if an enabled check fails for a translation.
eu_es: Ezarri balioztapen egiaztapenak zure antolakundeak erabiltzen dituen agiri heuskarri bakoitzean itzulitako kateetan ekiteko. Ezarri, zer itzulpen baztertu behar den (<em>&ldquo;error&rdquo;</em>) edo ez (<em>&ldquo;warning&rdquo;</em>), egiaztapen batek huts egiten badu, edo egiaztapen osoa ezgaitzen duen. Itzultzaileek mezu egoki bat ikusiko dute, gaitutako egiaztapen batek huts egiten badu itzulpen batean.

source: File formats
eu_es: Agiri Heuskarriak

source: Reset checks to default values
eu_es: Berrezarri hautapenak berezko balioetan

source: Set to default
eu_es: Ezarri berezkoan

source: Available checks
eu_es: Egiaztapen eskuragarriak

source: Set check as error
eu_es: Ezarri egiaztapena akats bezala

source: Set check as warning
eu_es: Ezarri egiaztapena kontuz ohar bezala

source: Switch off check
eu_es: Ezgaitu egiaztapena

source: Edit resource type
eu_es: Editatu baliabide mota

source: Automatic update of source files
eu_es: Berezgaitasunez eguneratu iturburu agiriak

source: Set Transifex to <a href='http://docs.transifex.com/faq/#update-source-files-automatically' target=_blank>automatically update your source files</a>. Enter for each resource the URL that Transifex should check for updates of the source file.
eu_es: Ezarri Transifex <a href='http://docs.transifex.com/faq/#update-source-files-automatically' target=_blank>berezgaitasunez eguneratzeko zure iturburu agiriak</a>. Sartu baliabide bakoitzeko Transifex-ek eguneraketak egiaztatu behar dituen iturburu agiriaren URL-a.

source: <strong>Warning</strong>: Transifex will overwrite the existing source strings with those found in the linked file. This may lead to <b>loss of translations</b>, so make sure the URL points to the correct file before saving the URLs.
eu_es: <strong>Kontuz</strong>: Transifex-ek dauden iturburu kateak gainidatziko ditu loturiko agirian aurkitutakoekin. Honek <b>itzulpenen galtzea</b> eragin dezake, hortaz zihurtatu URL loturak agiri zuzenarenak direla URL-ak gorde aurretik.

source: Set source file URL
eu_es: Ezarri iturburu agiri URL-a

source: URL not found
eu_es: URL-a ez da aurkitu

source: Source file URL not set, click to set
eu_es: Iturburu agiri URL-a ez da ezarri, klikatu ezartzeko

source: Update URL
eu_es: Eguneratu URL-a

source: Create a resource by uploading a source translation file from your workstation, such as a POT file. Transifex will analyze the file, extract the strings from it and create your resource.
eu_es: Sortu baliabide bat iturburu itzulpen agiria eguneratuz zure lantokitik, POT agiri bat bezala. Transifex-ek agiria aztertu, bertako kateak atera eta zure baliabidea sortuko du.

source: Create a resource by providing a url, all strings from this website will be saved under this same resource.
eu_es: Sortu baliabide bat url bat emanez, webgune honetatiko kate guztiak baliabide berean gordeko dira.
