Repository: diegobz/txci
Catalog: locale/*/LC_MESSAGES/django.po
Languages: eu_es

source: All strings from the provided website will be grouped under the created resource. A resource name will be given based on the url.
eu_es: Emandako webguneko kate guztik sortutako baliabide berean multzokatuko dira. Baliabide izen bat emango da url-an ohinarrituta.

source: All strings from website will be saved under resource {name}.
eu_es: Webgune honetatiko kate guztiak {name} baliabidean gordeko dira.

source: Create Resource
eu_es: Sortu Baliabidea

source: Upload file
eu_es: Igo agiria

source: Translate online
eu_es: Itzuli online

source: Upload XLIFF file
eu_es: Gertatu XLIFF agiria

source: Your download will start in a couple of seconds.<br/>Thank you for your interest in one of our documents.
eu_es: Zure jeisketa segundu gutxitan hasiko da.<br/>Mila esker gure agirieetako baten zure interesagaitik.

source: Getting Started with Localization Infographic
eu_es: Hasiera Lokalizazio Infografikarekin

source: What is localization and what are the benefits of localizing your software? Learn more in our infographic.
eu_es: Zer da lokalizazioa eta zer onura ditu zure softwarea lokalizatzeak? Jakin gehiago gure infografikan.

source: What is localization?</h2><p>What are ways to localize your product?
eu_es: Zer da lokalizazioa?</h2><p>Zeintzuk dira zure produktua lokalizatzeko bideak?

source: Want to learn more about localization?
eu_es: Gehiago jakitea nahi duzu lokalizazioari buruz?

source: View more resources
eu_es: Ikusi baliabide gehiago

source: View all our resources here
eu_es: Ikusi baliabide guztiak hemen

source: Learn about Localization
eu_es: Irakurri Lokalizazioari buruz

source: Learn about localization options and practices. Find out how you can best launch your software globally in our white papers.
eu_es: Jakin lokalizazio aukeretaz eta jardueretaz. Bilatu nola argitaratu dezakezun zure softwarea globalki gure orri zurietan.

source: Learn more about localizing your content.
eu_es: Jakin gehiago zure edukiak lokalizatzeari buruz.

source: infographic
eu_es: Infografika

source: Thinking beyond your borders
eu_es: Zure mugak baino harago pentsatzen

source: Learn why and how localization works.
eu_es: Jakin zergaitik eta nola lan egiten duen lokalizazioak.

source: whitepaper
eu_es: paperzuria

source: Localization for Agile Teams
eu_es: Agile Taldeentzako Lokalizazioa

source: Learn how to take your software global without compromising your agility.
eu_es: Jakin nola egin zure softwarea globala zure arintasuna kaltetu gabe.

source: Getting Started with Localization
eu_es: Lokalizazio Hasiera

source: Read more on launching your Software into a Global Marketplace
eu_es: Irakurri gehiago zure Sotwarea Merkatalgune Globalean abiarazteari buruz

source: Localization for Agile Development Teams
eu_es: Lokalizazioa Agile Garapen Taldeentzat

source: Localization bottleneck? Create a continuous localization workflow to avoid long string freezes and batch translations. Learn more in our white paper.
eu_es: Lokalizazio pilaketa? Sortu lokalizazio lanjario jarrai bat kate izozketa luzeak eta multzo itzulpenak saihesteko. Jakin gehiago gure paper zurian.

source: How often do you ship new code?<br/>Once a day? Twice? More?
eu_es: Zer maiztasunekin bildatzen duzu kode berria?<br/>Egunean behin? Bi aldiz? Gehiago?

source: Learn how to take your software global without compromising your agility. Don't let localization be the bottleneck. Launch to new markets faster.
eu_es: Jakin nola egin zure softwarea globala zure arintasuna kaltetu gabe. Ez utzi lokalizazioari pilatzen. Abiatu merkatu berrietan azkar.

source: In this whitepaper, learn how the best development teams have:
eu_es: Orri-zuri honetan, jakin nola egiten duten garapen talde hoberenek:

source: Made localization a part of every build cycle
eu_es: Egin lokalizazioa eraiketaldi ororen atal

source: Avoided string freezes and cumbersome batch translations
eu_es: Saihestuta kate izozketa eta multzo itzulpen ezerosoak

source: Harnessed the power of crowdsourced translations
eu_es: Iturburu-anitzeko itzulpenen ahalmena aprobetxatuz

source: Automated workflows
eu_es: Berezgaitasunezko lanjarioak

source: Reduced overhead
eu_es: Burugain murriztua

source: Download the White Paper
eu_es: Jeitsi Paper Zuria

source: Download 'Localization for Agile Teams,' a white paper from Transifex.
eu_es: Jeitsi 'Lokalizazioa Agile Taldeentzat,' orri zuri bat Transifex-tik.

source: What is localization, what are the benefits of localizing your software, and what are the tools available to you? Find out in our free white paper.
eu_es: Zer da lokalizazioa, zer onura ditu zure softwarearen lokalizazioak eta zer tresna dituzu eskuragarri? Bilatu gure orri zuri askean.

source: You’ve poured your heart into building great software,<br/>find out how to make that greatness globally available.
eu_es: Zure bihotza jarri duzu software handi bat eraikitzen,<br/>aurkitu nola egin handitasun hori eskuragarri globalki.

source: Why certain markets remain untapped
eu_es: Zergaitik jarraitzen dute zenbait merkatuk ustiatu gabe

source: When you should start to think about localization
eu_es: Lokalizazioan pentsatzen hasi behar duzunean

source: What tools are available to you in making your product globally available
eu_es: Zer tresna daude eskuragarri zuretzat zure produktoa globalki eskuragarri egiterakoan

source: Who else has localized successfully
eu_es: Beste nork lokalizatu du ongi

source: Where to look for translation support
eu_es: Non ikusi itzulpen sostengua

source: and more importantly:
eu_es: eta garrantzitsuagoa:

source: How you can strategically position your products for a global marketplace.
eu_es: Nola eduki dezakezun kokapen estrategikoa zure produktuentzat merkatalgune global baterako.

source: Download 'Getting Started with Localization,' a white paper from Transifex.
eu_es: Jeitsi 'Lokalizazio Hasiera' orri zuri bat Transifex-tik

source: Translation Reports
eu_es: Itzulpen Jakinarazpenak

source: Translations breakdown
eu_es: Itzulpen Xehapena

source: Expand languages per user
eu_es: Hedatu hizkuntzak erabiltzailez

source: Show languages
eu_es: Erakutsi hizkuntzak

source: Download CSV
eu_es: Jeitsi CSV

source: leverage
eu_es: mailaketa

source: No translations found.
eu_es: Ez da itzulpenik aurkitu.

source: Order does not exist.
eu_es: Agindua ez dago.

source: Oops! We just encountered an error.
eu_es: Opp! Oker bat aurkitu dugu.

source: new words
eu_es: hitz berri

source: edit words
eu_es: hitz editatu

source: Order Translation Reports
eu_es: Agindu Itzulpen Jakinarazpenak

source: Order number:
eu_es: Agindu zenbakia:

source: Hello
eu_es: Kaixo

source: Need to know how much work each of your translators handled between %(since)s and %(until)s? Have a look at the attached CSV file listing word counts per translator, split by type (new vs. edited words) and grouped by their leverage.
eu_es: Zure itzultzaileetako bakoitzak %(since)s eta %(until)s artean zenbat lan egin duen jakin beharra duzu? Bota begirada bat erantsitako CSV agiriari, honek zerrendatzen ditu, itzultzaile bakoitzaren hitz zenbatekoa, motaz bananduta (berriak / editaturiko hitzak) eta beren mailaketaz multzokatuta.

source: The definition of leverage depends on the type of translation:
eu_es: Mailapen adiera itzulpen motaren araberakoa da:

source: - If the translation is a new one, that is, it's the first translation ever submitted for a source string in a specific language, leverage is defined as the amount of help the translator got by the Translation Memory.
eu_es: - Itzulpen berri bat bada, alegia, hizkuntza jakin batean aurkezten den iturburu katearen lehen itzulpena bada, mailaketa itzultzaileak Itzulpen Oroimenetik jasotako laguntza kopuruaren arabera zehazten da.

source: - If the translation is an edit, that is, it's a correction upon an already existing translation, leverage is defined as the amount of help the translator got by the previously submitted translation.
eu_es: - Itzulpena edizio bat bada, jadanik badagoen itzulpen baten zuzenketa bat bada, mailaketa itzultzaileak aurretik aurkeztutako itzulpenetik jasotako laguntza kopuruaren arabera zehazten da.

source: In both cases, the lower the leverage, the more work your translators handled.
eu_es: Bi kasuetan, mailaketa apalagoa, lan gehiago kudeatu dute zure itzultzaileek.

source: CSV files can be imported to all spreadsheet programs (e.g. Excel, Calc) or services (e.g. Google Docs).
eu_es: CSV agiriak kalkulo-orri programa (adib. Excel, Calc) edo zerbitzu (adib. Google Docs) guztietara inportatu daitezke.

source: Thank you for using our service,
eu_es: Mila esker gure zerbitzua erabiltzeagaitik,

source: The Transifex Team.
eu_es: Transifex Taldea.

source: Set up your billing information
eu_es: Ezarri zure ordainketa argibideak

source: Home
eu_es: Etxea

source: Yes, I'm sure
eu_es: Bai, zihur nago

source: Subscribe multiple users to a plan
eu_es: Harpidetu erabiltzaile anitz plan batera

source: Set up your payment card details
eu_es: Ezarri zure ordainketa txartelaren xehetasunak

source: Expiry date
eu_es: Iraungitze eguna

source: We respect your privacy.<br/>None of your credit card information will be stored on our servers.
eu_es: Zure pribatutasuna errespetatzen dugu.<br/>Ez da zure kredito txartelaren argibiderik gordeko gure zerbitzarietan.

source: Accepted cards
eu_es: Onartutako txartelak

source: Process card
eu_es: Prozesatu txartela

source: Plans and pricing
eu_es: Planak eta salneurriak

source: A localization platform with pricing plans that scale with your global business. Unlimited users and files. Free 30-day trial.
eu_es: Lokalizazio plataforma bat zure negozio globaletara neurriratzen diren salneurri planekin. Erabiltzaile eta agiriak mugarik gabe. 30-eguneko saiakera dohainik.

source: Pricing that scales with your growing business
eu_es: Hazten ari den zure negoziarekin neurriratzen diren salneurriak

source: Sign up now for your 30-day free trial of the Premium Plan
eu_es: Izena eman orain zure 30-eguneko Premium Planeko dohaineko saiakeran.

source: Total number of words in your proprietary or private projects across your languages. No limits for open-source projects.
eu_es: Zure jabetzako edo pribatu egitasmoen zure hizkuntzetako hitz zenbatekoa guztira. Ez dago mugarik iturburu-irekiko egitasmoentzat.

source: <strong>%(num_of_words)s</strong> hosted words
eu_es: <strong>%(num_of_words)s</strong> hostaturiko hitz

source: Translate unlimited files of one project of yours under the Solo account.
eu_es: Itzuli zure egitasmo baten agiriak mugagabe Solo kontuarekin.

source: <strong>Single</strong> project
eu_es: egitasmo <strong>Soila</strong>

source: Unlimited users, files
eu_es: Mugagabeko erabiltzaile, agiri

source: You can order translations from our partners, TextMaster and Gengo
eu_es: Itzulpenak agindu ditzakezu gure bazkideetatik, TextMaster eta Gengo

source: Access to translator partners
eu_es: Sartu itzultzaile bazkideetara

source: Team sharing
eu_es: Talde elkarbanaketa

source: Translation Memory sharing
eu_es: Itzulpen Oroimen elkarbanaketa

source: Translate using XLIFF
eu_es: Itzuli XLIFF erabiliz

source: Online support and documentation through our forums and community.
eu_es: Onlineko sostengua eta agiritza gure eztabiadagune eta herkidegoaren bidez.

source: Basic Support
eu_es: Ohinarrizko Sostengua

source: <strong>Unlimited</strong> projects
eu_es: egitasmoak <strong>Mugagabe</strong>

source: Share the same teams of collaborators to translate multiple projects
eu_es: Elkarbanatu laguntzaile talde bera egitasmo anitz itzultzeko

source: Your questions and issues receive higher priority and are responded to much faster by our team.
eu_es: Zure galderek eta arazoek lehentasun handiena jasotzen dute eta askoz azkarrago erantzuten ditu gure taldeak.

source: Priority support
eu_es: Lehentasun sostengua

source: See how many new and edited words your translators translated by project, language, and date.
eu_es: Ikusi zure itzultzaileek zenbat hitz berri itzuli eta editatzen dituzten egitasmoz, hizkuntzaz eta egunez.

source: Working with professional translators? Translate using XLIFF files as an intermediate format.
eu_es: Itzultzaile profesionalekin lanean? Itzuli XLIFF agiriak bitarteko heuskarri bezala erabiliz.

source: <strong>%(num_of_words)s</strong>+ hosted words
eu_es: <strong>%(num_of_words)s</strong>+ hostaturiko hitz

source: Enterprise support & SLA
eu_es: Enpresa Sostengua eta SLA

source: No credit card required
eu_es: Ez da kreditu txartelik behar

source: Translate in <strong>3</strong> ways!
eu_es: Itzuli <strong>3</strong> modutan!

source: Work with your own translators on the Transifex platform, order translations from Transifex partners, or crowdsource translations with your user community.
eu_es: Lan egin zeure itzultzaileekin Transifez plataforman, agindu itzulpenak Transifex bazkideetatik, edo iturburu-aniztu itzulpenak zure erabiltzaile herkidegoarekin.

source: Learn more
eu_es: Jakin gehiago

source: Open source projects
eu_es: Iturburu irekiko egitasmoak

source: Crowdsource translations for your Open Source project for free on Transifex with no word count limits.
eu_es: Bildu zure iturburu irekiko egitasmoaren lokalizazioa dohainik Transifex-en hitz zenbateko mugarik gabe.

source: Signup free
eu_es: Izena-eman dohainik

source: If you have any questions about our plans and pricing, don't hesitate to get in touch with us.
eu_es: Galderaren bat baduzu gure plan eta salneurrietaz, ez itxaron gurekin harremanetan jartzeko.

source: Questions
eu_es: Galderak

source: Answers
eu_es: Erantzunak

source: How are hosted words calculated?
eu_es: Nola kalkulatzen dira hostaturiko hitzak?

source: The word quotas refer to words in your proprietary or private projects across your languages. If you have 500 English words and 10 languages, your wordcount is 5000. Open-source projects have unlimited words. Read more details on how words are calculated (in languages like Chinese, Japanese or Korean for example) <a href="http://docs.transifex.com/faq/#how-is-the-word-count-calculated" target="_blank">here</a>.
eu_es: Hitz kuotak zure jabetzako edo egitasmo pribatuek zure hizkuntzen artean dituzten hitzak esanahi du. Ingelerazko 500 hitz eta 10 hizkuntza badituzu, zure hitz-zenbatekoa 5000 da. Iturburu-irekiko egitasmoek ez dute hitz mugarik. Irakurri gehiago hitzak nola kalkulatzen diren buruz (Txinera, Japoniera edo Koreaera bezalako hizkuntzetan adibidez) <a href="http://docs.transifex.com/faq/#how-is-the-word-count-calculated" target="_blank">hemen</a>.

source: How can I translate my words?
eu_es: Nola itzuli ditzaket nire hitzak?

source: You can do it in one of three ways: Work with your own translators on the Transifex platform, order translations from Transifex partners (Gengo or TextMaster), or crowdsource translations with your user community.
eu_es: Hiru bide hauetako batean egin dezakezu: Lan egin zeure itzultzaileekin Transifez plataforman, agindu itzulpenak Transifex bazkideetatik (Gengo edo TextMaster), edo iturburu-aniztu itzulpenak zure erabiltzaile herkidegoarekin.

source: How can I test if Transifex is right for me?
eu_es: Nola aztertu dezaket Transifex egokia dela niretzat?

source: Just <a href="%(signup_url)s">sign up</a> for a 30-day free trial period on our Premium plan. No obligation, no credit card required.
eu_es: Besterik gabe <a href="%(signup_url)s">izena eman</a> gure 30-eguneko dohaineko saioan gure Premium planean. Ez dago betebeharrik, ez da kredito txartelik behar.

source: I am a translator. How do I sign up?
eu_es: Itzultzailea naiz. Nola eman dezaket izena?

source: Simply <a href="%(signup_url)s">sign up</a> for a free account here, and you are ready to go!
eu_es: Besterik gabe <a href="%(signup_url)s">izena eman</a> dohaineko kontu batean hemen eta gertu zaude aurrera egiteko!

source: What is the difference between proprietary and open source projects?
eu_es: Zer ezberdintasun dago jabetzako eta iturburu irekiko egitasmoen artean?

source: When creating a project, you can define if it's an open-source one. Open source projects are ones with publicly available source codes licensed under an <a href="http://www.opensource.org" class="qna-link">OSI-approved license</a>. Proprietary content, also referred to as 'closed-sourced' or 'commercial', is content licensed under exclusive legal right to a copyright holder.
eu_es: Egitasmo bat sortzerakoan, iturburu-irekikoa den edo ez zehaztu dezakezu. Iturburu irekiko egitasmoek beren iturburu kodeak publikoki eskuragarri dutenak dira <a href="http://www.opensource.org" class="qna-link">OSI-onartutako baimena</a>-rekin. Jabetza edukia, 'iturburu-itxia' edo 'merkataritza' ere esanahi du, eduki hau egile eskubideak dituenaren legezko eskubideen arabera baimenduta dago.

source: I have an open source project. Where do I sign up?
eu_es: Iturburu irekiko egitasmo bat dut. Non eman behar dut izena?

source: We are committed to supporting open source initiatives! Open source projects can sign up for free using the option above and enjoy unlimited translations. If you're an open-source project and need a premium account for some reason, get in contact with us.
eu_es: Iturburu irekiko ekimenak sostengatzearen betebeharra dugu! Iturburu irekiko egitasmoek gaineko aukera erabiliz dohaineko planean izena eman dezakete eta mugagabeko itzulpenetaz gozatu. Iturburu-irekiko egitasmo bat bazara eta zerbaitegaitik premium kontu bat behar baduzu, jarri harremanetan gurekin.

source: Do you offer better prices for students and start-ups?
eu_es: Salneurri hoberik eskaintzen duzue ikasle eta hasberrientzat?

source: If you need a bigger plan than the Solo one, let us know and we will see how we could best help.
eu_es: Solo bat baino plan handiago bat behar baduzu, jakinarazi diezaguzu eta ikusiko dugu nola lagundu dezakegun hobekien.

source: Can I change my plan at any time?
eu_es: Nire plana edonoiz aldatu dezaket?

source: Sure thing! Just visit the Billing page of your organization's settings to upgrade or downgrade your plan at any time. If you are upgrading to a higher plan, you will be charged the difference at the beginning of the next month. If you are downgrading, your subscription will be extended for the amount of funds credited in your account so far.
eu_es: Gauza zihurra! Ikusi zure antolakundearen ezarpenen Ordainketa orrialdea zure plana edonoiz goratzeko edo beheratzeko. Plan handiago batera goratzen ari bazara, hasierakoarekiko aldea hurrengo hilabetean kobratuko zaizu. Beheratzen ari bazara, zure harpidetza luzatu egingo da zure kontuko krediotaren kopuruaren arabera.

source: Are there any setup / cancellation fees or long term contracts?
eu_es: Badago ezarpen / ezeztapen tasarik edo epe luzeko hitzarmenik?

source: Transifex is a month to month service. There are no contract commitments or setup/cancellation fees. If at any point you do not wish to continue your subscription, just downgrade to the Free plan and you will not be billed again in the next month cycle. We do not offer refunds for past payments.
eu_es: Transifex hilabetez-hilabeteko zerbitzu bat da. Ez dago itun betebeharrik edo ezarpen/ezeztapen tasarik. Uneren batean zure harpidetzarekin ez jarraitzea erabakitzen baduzu, besterik gabe beheratu Dohaineko planera eta ez zaizu berriro hilabetealdia kobratuko. Ez dugu aurreko ordainketen diru-itzulketarik eskaintzen.

source: How do I pay?
eu_es: Nola ordaindu dezaket?

source: We process our payments through Stripe and accept a large number of credit cards, including Visa, MasterCard, Discover, American Express and JCB. You will be billed at the beginning of your monthly cycle the price of the subscription plan you have chosen.
eu_es: Gure ordainketak Stripe bidez prozesatzen ditugu eta kredito txartel kopuru handi bat onartzen dugu, Visa, MasterCard, Discover, American Express eta JCB barne. Hilabetealdi hasieran kobratuko zaizu hautatua duzun harpidetza planaren salneurria.

source: I need a bigger plan, can you help me?
eu_es: Plan handiago bat behar dut, lagundu nazakezue?

source: We'd be happy to discuss a customized plan or hosting solution for you. <a href='/contact/' class='qna-link'>Get in touch with us</a> and let's talk!
eu_es: Pozik eztabaidatuko dugu zurekin norbere plan bat edo hostalaritza konponbide bat. <a href='/contact/' class='qna-link'>Jarri harremanetan gurekin</a> eta hitz egin dezagun!

source: Have more questions?
eu_es: Galdera gehiago dituzu?

source: Email us at <a href="mailto:support@transifex.com" class="qna-link">support@transifex.com</a>.
eu_es: Idatzi diezaguzu post@ bat <a href="mailto:support@transifex.com" class="qna-link">support@transifex.com</a>.

source: Visit our <a href="http://docs.transifex.com/" class="qna-link">support center</a>.
eu_es: Ikusi gure <a href="http://docs.transifex.com/" class="qna-link">sostengu gunea</a>.

source: Redeem coupon
eu_es: Trukatu kupoia

source: Submit your coupon to redeem your offer.
eu_es: Aurkeztu zure kupoia eskaintza trukatzeko.

source: Please confirm
eu_es: Mesedez baieztatu

source: New plan
eu_es: Plan berria

source: New capacity
eu_es: Gaitasun berria

source: New features
eu_es: Ezaugarri berriak

source: Unlimited private projects
eu_es: Mugagabeko egitasmo pribatuak

source: %(prv)s private project
eu_es: %(prv)s egitasmo pribatu

source: TMX import/export
eu_es: TMX inportazio/esportazioa

source: XLIFF import/export
eu_es: XLIFF inportazio/esportazioa

source: Subdomain
eu_es: Azpidomeinua

source: Price
eu_es: Salneurria

source: per month
eu_es: hileko

source: Trial months
eu_es: Saiakera hilabeteak

source: Credit card
eu_es: Kreditu txartela

source: Invoice data
eu_es: Ordain-agiri datuak

source: Address
eu_es: Helbidea

source: State
eu_es: Egoera

source: Country:
eu_es: Herrialdea:

source: Zip code:
eu_es: Posta kodea:

source: Confirm
eu_es: Baieztatu

source: Please link a credit card with your account first.
eu_es: Mesedez lehenik loturatu zure kreditu txartela zure kontuarekin.

source: You must supply a CVC with your card
eu_es: CVC bat eman behar duzu zure txartelarekin

source: Manage your payments
eu_es: Kudeatu zure ordainketak

source: <strong>Credit:</strong> $%(balance)s
eu_es: <strong>Kreditoa:</strong> $%(balance)s

source: Want more for your organization?
eu_es: Gehiago nahi duzu zure antolakundearentzat?

source: Refer your friends to Transifex and get discount up to 100%% on your organization's plan! <br/>Try referring some friends now or at any time by clicking the “Refer friends now!” link.
eu_es: Ekarri zure lagunak Transifex-ra eta lortu %100% baino gehiagoko beherapena zure antolakundeen planean! <br/>Saiatu zenbait lagun ekartzen orain edo edonoiz “Ekarri lagunak orain!” lotura klikatuz.

source: Refer friends now!
eu_es: Ekarri lagunak orain!

source: Current credit card:
eu_es: Oraingo kreditu txartela:

source: Change card
eu_es: Aldatu txartela

source: Invoice settings
eu_es: Ordain-agiri ezarpenak

source: No credit card yet
eu_es: Ez dago kreditu txartelik oraindik

source: Do you have a coupon?
eu_es: Kupoi bat duzu?

source: Redeem it
eu_es: Trukatu

source: Need a bigger plan?
eu_es: Plan handiagoa behar duzu?

source: There is a plan tailored to your needs.
eu_es: Zure beharretara egokituriko plan bat dago.

source: Billing email:
eu_es: Ordain-agiritze post@:

source: All invoices will be sent to this email address.
eu_es: Ordain-agiri guztiak post@ helbide honetara bidaliko dira.

source: Billing information:
eu_es: Ordainketa argibideak:

source: Add any extra pieces of information your invoice should have.
eu_es: Gehitu zure ordain-agiritzeak izan behar duen edozein argibide gehigarri.

source: Words per project
eu_es: HItz egitasmoko

source: Your proprietary and private projects
eu_es: Zure egitasmo jabetzakoak eta pribatuak
