Repository: diegobz/txci
Catalog: locale/*/LC_MESSAGES/django.po
Languages: eu_es

source: You have been assigned as a %(role)s for a Transifex Translation Services order with the language code %(language_code)s
eu_es: %(role)s bezala esleitua izan zara Transifex Itzulpen Zerbitzuak agindu batean %(language_code)s hizkuntza kodearekin

source: A Transifex Translation Services order for the %(org)s organization has been cancelled.
eu_es: %(org)s antolakunderako Transifex Itzulpen Zerbitzuak agindu bat ezeztatua izan da.

source: Order for organization %(org)s was completed
eu_es: %(org)s antolakundearentzako agindua osatu da

source: The user %(user)s placed a new order for the %(org)s organization
eu_es: %(user)s erabiltzaileak agindu berri bat jarri du %(org)s antolakunderako

source: A Transifex Translation Services order for the %(org)s organization has been delivered.
eu_es: %(org)s antolakundarentzako Transifex Itzulpen Zerbitzuak agindu bat emana izan da.

source: The estimated delivery time for a Transifex Translation Services order for the %(org)s organization has changed
eu_es: %(org)s antolakunderako Transifex Itzulpen Zerbitzuak agindu batentzako ustezko emate denbora aldatua izan da.

source: The deadline for an order placed by the %(org)s organization, which you are contributing to, has changed.
eu_es: %(org)s antolakundeak jarritako aginduaren amaiera-lerroa, non ekarpena egiten duzun, aldatua izan da.

source: You have been assigned as a %(role)s for a Transifex Translation Services order placed by the %(org)s organization
eu_es: %(role)s eginkizunerako izendatua izan zara %(org)s antolakundeak jarritako Transifex Itzulpen Zerbitzuak agindu batean

source: You have been removed as a %(role)s for a Transifex Translation Services order placed by the %(org)s organization
eu_es: Kendua izan zara %(role)s eginkizunetik %(org)s antolakundeak jarritako Transifex Itzulpen Zerbitzuak agindu batean

source: Order {} was delivered.
eu_es: Agindua {} eman da.

source: Order {} was cancelled. No credit card charges have taken place.
eu_es: {} agindua ezeztatua izan da. Ez da kreditu txartel kobraketarik egin.

source: In Progress
eu_es: Garatzen

source: With issues
eu_es: Arazoekin

source: A translation job is currently being created in the background. Try refreshing this page in a while to get the whole picture.
eu_es: Itzulpen lan bat sortzen ari da barrenean. Saiatu orrialde hau berritzen une batean irudi osoa lortzeko.

source: Your comment has been posted
eu_es: Zure aipamena aurkeztu da

source: Your comment hasn't been posted
eu_es: Zure aipamena ez da aurkeztu

source: Stop watching
eu_es: Gelditu behaketa

source: Watch project
eu_es: Behatu egitasmoa

source: Stop watching this language
eu_es: Gelditu hizkuntza honen behaketa

source: Watch this language
eu_es: Behatu hizkuntza hau

source: URL
eu_es: URL-a

source: The URL to send the notification to.
eu_es: Jakinarazpena bidaltzeko URL-a
