Repository: diegobz/txci
Catalog: locale/*/LC_MESSAGES/django.po
Languages: eu_es

source: There were no results matching your query.
eu_es: Ez dago zure eskaerarekin bat datorren emaitzik

source: Explore public and open source translation projects
eu_es: Esploratu itzulpen egitasmo publikoak eta iturburu irekikoak

source: Explore public and open source translation projects on Transifex
eu_es: Esploratu Transifex-ko itzulpen egitasmo publikoak eta iturburu irekikoak

source: Find public and Open Source translation projects on Transifex, a localization platform hosting thousands of localization projects.
eu_es: Bilatu itzulpen egitasmo publikoak eta Iturburu Irekikoak Transifex-en, ehundaka lokalizazio egitasmo hostatzen dituen lokalizazio plataforma bat.

source: Explore public projects
eu_es: Esploratu egitasmo publikoak

source: You can search for a project by typing a name or even a hashtag
eu_es: Egitasmo bat bilatu dezakezu izena edo hash-etiketa bat idatziz

source: Search
eu_es: Bilatu

source: Most active
eu_es: Ekintzaileena

source: Newest
eu_es: Berriena

source: %(timesince)s ago by&nbsp;<a href="%(user_url)s" class="event_user">%(user)s</a>
eu_es: Duela %(timesince)s honek&nbsp;<a href="%(user_url)s" class="event_user">%(user)s</a>

source: translated to %(project.nlanguages)s languages
eu_es: %(project.nlanguages)s hizkuntzatara itzulita

source: %(project.wordcount|humanize_num)s words for translation
eu_es: %(project.wordcount|humanize_num)s hitz itzulpeneko

source: CONCORDANCE SEARCH
eu_es: BERDINTASUN BILAKETA

source: Type a string to search in your TM
eu_es: Idatzi kate bat zure IO-ean bilatzeko

source: Search for a string match in your translation memory
eu_es: Bilatu bat datorren kate bat zure itzulpen oroimenean

source: Looking for matches in your translation memory...
eu_es: Bat datozenak bilatzen zure itzulpen oroimenean...

source: No search results
eu_es: Ez dago bilaketa emaitzik

source: by
eu_es: egilea:

source: Instructions, tags and details are associated with the source string and are shared across all languages.
eu_es: Jarraipideak, etiketak eta xehetasunak iturburu katearekin elkarturik daude eta hizkuntza guztietan zehar elkarbanatzen dira.

source: Developer note
eu_es: Garatzaile oharra

source: Character limit:
eu_es: Hizkirri muga:

source: OK
eu_es: Ongi

source: Add a tag
eu_es: Gehitu etiketa bat

source: Key
eu_es: Giltza

source: Size
eu_es: Neurria

source: word
eu_es: hitz

source: words
eu_es: hitz

source: Comment
eu_es: Aipamena

source: Close
eu_es: Itxi

source: No comments available
eu_es: Ez dago aipamenik eskuragarri

source: 1 comment available
eu_es: 1 aipamen eskuragarri

source: comments available
eu_es: aipamen eskuragarri

source: Type a comment, report an issue or attach a screenshot URL
eu_es: Idatzi aipamen bat, jakinarazi arazo bat edo erantsi ikusleiho-argazki URL bat

source: Add
eu_es: Gehitu

source: Mark as issue
eu_es: Markatu arazo bezala

source: Edit
eu_es: Editatu

source: Delete
eu_es: Ezabatu

source: Reply
eu_es: Erantzun

source: Update
eu_es: Eguneratu

source: Resolved
eu_es: Erabakita

source: Reopen
eu_es: Berrireki

source: Resolve
eu_es: Erabaki

source: View original
eu_es: Ikusi jatorrizkoa

source: Delete comment
eu_es: Ezabatu aipamena

source: <p>Are you sure you want to delete this comment by <b><%%= username %%></b>?</p>
eu_es: <p>Zihur zaude <b><%%= username %%></b>-ren aipamen hau ezabatzea nahi duzula?</p>

source: %(project)s | Transifex Editor
eu_es: %(project)s | Transifex Editatzailea

source: Reload
eu_es: Birgertatu

source: Resource <strong>{resource}</strong> is also being translated to <strong>{lang}</strong> by: <strong>{names}</strong>
eu_es: <strong>{resource}</strong> baliabidea <strong>{lang}</strong> hizkuntzara itzultzen ari da hau ere: <strong>{names}</strong>

source: Display language selected to show along with source language
eu_es: Iturburu hizkuntzarekin batera erakusteko hautaturiko erakusleiho hizkuntza

source: Choose a language
eu_es: Hautatu hizkuntza bat

source: String overview mode
eu_es: Kate gainikuspen modua

source: Overview
eu_es: Gainikusi

source: TM search
eu_es: IO bilaketa

source: Concordance Search
eu_es: Berdintasun Bilaketa

source: Settings
eu_es: Ezarpenak

source: Keyboard shortcuts
eu_es: Lasterteklak

source: Shortcuts
eu_es: Lasterteklak

source: Display a translation language as source string
eu_es: Erakutsi itzulpen hizkuntza iturburu kate bezala

source: Show source string in {lang}
eu_es: Erakutsi iturburu katea honela: {lang}

source: Show translations
eu_es: Erakutsi itzulpenak

source: Show full strings
eu_es: Erakutsi kate osoak

source: Enable video editor
eu_es: Gaitu bideo editatzailea

source: Enable HTML editor
eu_es: Gaitu HTML editatzailea

source: Switch to translation mode
eu_es: Aldatu itzulpen modura

source: Start translating
eu_es: Hasi itzultzen

source: You are not a member of this project
eu_es: Ez zara egitasmo honetako kidea

source: Please select a language to get started
eu_es: Mesedez hautatu hizkuntza bat hasteko

source: All
eu_es: Guztiak

source: Untranslated
eu_es: Itzuligabe

source: Unreviewed
eu_es: Berrikusigabe

source: Support
eu_es: Sostengua

source: Privacy
eu_es: Pribatutasuna

source: Contributor License Agreement
eu_es: Ekarpen Baimen Ituna

source: To continue you must read and agree to this project's CLA (Contributor License Agreement).
eu_es: Jarraitzeko egitasmo honen CLA (Ekarpen Baimen Ituna) irakurri eta onartu behar duzu.

source: I Agree
eu_es: Onartzen dut

source: I Disagree
eu_es: Ez dut onartzen

source: Open glossary
eu_es: Ireki adigai hiztegia

source: No glossary terms
eu_es: Ez dago adigai hiztegi adigairik

source: 1 glossary term
eu_es: 1 adigai hiztegi adigai

source: glossary terms
eu_es: Adigai hiztegi adigaiak

source: Saves translation & selects the next string<br/> Saves translation & selects the previous string
eu_es: Itzulpena gorde eta hurrengo katea hautatzen du<br/> Itzulpena gorde eta aurreko katea hautatzen du

source: Saves translation
eu_es: Itzulpena gordetzen du

source: Selects the next string<br/> Selects the previous string
eu_es: Hurrengo katea hautatzen du<br/> Aurreko katea hautatzen du

source: Selects the next string<br/>Selects the previous string<br/>Navigate to string number
eu_es: Hurrengo katea hautatzen du<br/>Aurreko katea hautatzen du<br/>Nabigatu kate zenbakira

source: Moves focus to search input
eu_es: Fokua mugitzen du sarrera bilatzeko

source: Moves focus to translation box
eu_es: Fokua itzulpen kutxara mugitzen du

source: Mark selected translation as reviewed and go to next string
eu_es: Markatu hautaturiko itzulpena berrikusita bezala eta joan hurrengo katera

source: Mark or unmark selected translation as reviewed
eu_es: Markatu edo desmarkatu hautaturiko itzulpena berrikusita bezala

source: Use the highest voted suggestion
eu_es: Erabili gehien bozkaturiko iradokizuna

source: Fills in the translation box with the content of the source string
eu_es: Itzulpen kutxa iturburu katearen edukiarekin betetzen du

source: Fills in the translation box with machine translation
eu_es: Itzulpen kutxa makina itzulpenarekin betetzen du

source: Switch between suggestions, history, glossary, comments & details tabs
eu_es: Aldatu iradokizun, historia, adigai hiztegi, aipamen eta xehetasun hegatsen artean

source: Toggles concordance search panel or starts search on text selection
eu_es: Berdintasun bilaketa aldatzen du edo bilaketa hasten du idazki hautapenean

source: Toggles this help dialog
eu_es: Laguntza elkarrizketa hau aldatzen du

source: No history available
eu_es: Ez dago historiarik eskuragarri

source: 1 translation available
eu_es: 1 itzulpen eskuragarri

source: translations available
eu_es: itzulpen eskuragarriak

source: Show difference with previous
eu_es: Erakutsi aurrekoarekiko aldea

source: {s} strings selected, {w} words
eu_es: {s} kate hautaturik, {w} hitz

source: {s} strings reviewed
eu_es: {s} kate berrikusita

source: {s} strings unreviewed
eu_es: {s} kate berrikusigabe

source: {s} strings deleted
eu_es: {s} kate ezabatuta

source: {s} strings replaced
eu_es: {s} kate ordeztuta

source: {s} strings left for translation...
eu_es: {s} kate gelditzen dira itzultzeko...

source: {s} of {t} strings translated
eu_es: {s} -> {t}-tik kate itzulita

source: Please wait...
eu_es: Mesedez itxaron...

source: Mark selected translations as reviewed
eu_es: Markatu hautaturiko itzulpenak berrikusita bezala

source: Review
eu_es: Berrikusi

source: Mark selected translations as not reviewed
eu_es: Markatu hautaturiko itzulpenak ez berrikusita bezala

source: Unreview
eu_es: Berrikusigabe

source: Machine translation of selected strings
eu_es: Makina itzulpena hautaturiko kateentzat

source: Machine Translate
eu_es: Makinazko Itzulpena

source: Edit MT settings
eu_es: Editatu MT ezarpenak

source: Find string
eu_es: Bilatu katea

source: Replace with string
eu_es: Ordeztu katearekin

source: Search and replace translation strings
eu_es: Bilatu eta ordeztu itzulpen kateak

source: Find and Replace
eu_es: Bilatu eta Ordeztu

source: Show tags in the string list
eu_es: Erakutsi etiketak kate zerrendan

source: Type a tag
eu_es: Idatzi etiketa bat

source: Click to add the tag to the strings below
eu_es: Klikatu etiketa azpiko kateetara gehitzeko

source: Click to delete the tag from the strings below
eu_es: Klikatu etiketa azpiko kateetatik kentzeko

source: Delete translations of selected strings.
eu_es: Ezabatu hautaturiko kateen itzulpenak.

source: All resources
eu_es: Baliabide guztiak

source: Go to string #
eu_es: Joan Z katera

source: Loading
eu_es: Gertatzen

source: This string has tag(s) assigned
eu_es: Kate honek etiketa(k) d(it)u esleituta

source: Could not connect to server.
eu_es: Ezinezkoa zerbitzariarekin elkarketatzea.

source: You do not have enough permissions.
eu_es: Ez duzu nahikoa baimen.

source: There was an error submitting your comment.
eu_es: Akats bat egon da zure aipamena aurkezterakoan.

source: There was an error reading the glossary.
eu_es: Akats bat egon da adigai hiztegitik irakurtzerakoan.

source: There was an error connecting to server.
eu_es: Akats bat egon da zerbitzariarekin elkarketatzerakoan.

source: There was an error submitting the suggestion.
eu_es: Akats bat egon da iradokizuna aurkezterakoan.

source: There was an error submitting the translation.
eu_es: Akats bat egon da itzulpena aurkezterakoan.

source: Machine translation for {lang} is not available.
eu_es: {lang} hizkuntzarako makina itzulpena ez dago eskuragarri.

source: Machine translation failed. {error}
eu_es: Makina itzulpen hutsegitea. {error}

source: You have unsaved changes!
eu_es: Gorde gabeko aldaketak dituzu!

source: You have not saved the translation yet!
eu_es: Ez duzu itzulpenik gordeta oraindik!

source: Existing translations will be replaced by machine translation. Are you sure?
eu_es: Dauden itzulpenak makina itzulpenarekin ordeztuko dira. Zihur zaude?

source: Machine translation aborted.
eu_es: Makinazko itzulpena utzita.

source: Translation validation failed.
eu_es: Itzulpen balioztapen hutsegitea.

source: There are no instructions yet. Click here to add.
eu_es: Ez dago jarraipiderik oraindik. Klikatu hemen gehitzeko.

source: There are no instructions yet.
eu_es: Ez dago jarraipiderik oraindik.

source: translated
eu_es: itzulita

source: reviewed
eu_es: berrikusita

source: Please select the resource you want to translate
eu_es: Mesedez hautatu itzultzea nahi duzun baliabidea

source: Display translation language as source string
eu_es: Erakutsi itzulpen hizkuntza iturburu kate bezala

source: Pick a translation language to display as source string in the string list. All untranslated strings will be displayed in the source language.
eu_es: Hautatu itzulpen hizkuntza bat kate iturburu bezala erakusteko kate zerrendan. Itzuligabeko kateak iturburu hizkuntzan erakutsiko dira.

source: Suggest
eu_es: Iradoki

source: No suggestions available
eu_es: Ez dago iradokizunik eskuragarri

source: 1 suggestion available
eu_es: 1 iradokizun eskuragarri

source: suggestions available
eu_es: iradokizun eskuragarri

source: The original source string
eu_es: Jatorrizko iturburu katea

source: Used
eu_es: Erabilita

source: Use this
eu_es: Erabili hau

source: Show difference with source
eu_es: Erakutsi iturburuarekiko ezberdintasunak

source: Unvote
eu_es: Bozkatugabe

source: Vote
eu_es: Bozkatu

source: Delete suggestion
eu_es: Ezabatu iradokizuna

source: Are you sure you want to delete this suggestion?
eu_es: Zihur zaude iradokizun hau ezabatzea nahi duzula?

source: zero
eu_es: huts

source: one
eu_es: bat

source: two
eu_es: bi

source: few
eu_es: gutxi

source: many
eu_es: asko

source: other
eu_es: beste

source: Untranslated string
eu_es: Itzuligabeko katea

source: Unsaved translation.
eu_es: Gordegabeko itzulpena.

source: Translated by
eu_es: Itzultzailea:

source: Translated
eu_es: Itzulita

source: Reviewed. Translation by
eu_es: Berrrikusita. Itzultzailea:

source: Error in translation.
eu_es: Itzulpen akatsa

source: Warning in translation.
eu_es: Itzulpen oharra.

source: Toggle HTML
eu_es: Aldatu HTML

source: Copy source string
eu_es: Kopiatu iturburu katea

source: Machine translation
eu_es: Makinazko itzulpena

source: Revert translation
eu_es: Leheneratu itzulpena

source: Translation instructions associated with source string and shared across all languages
eu_es: Iturburu katearekin elkarturiko eta hizkuntza guztietan zehar elkarbanatutako itzulpen jarraipideak

source: Type to add string instructions
eu_es: Idatzi katearen jarraipideak gehitzeko

source: Set
eu_es: Ezarri

source: cancel
eu_es: ezeztatu

source: Switch right to left writing
eu_es: Aldatu eskuin ezker idazketa

source: Type your translation here
eu_es: Idatzi zure itzulpena hemen

source: Mark as reviewed
eu_es: Markatu berrikusita bezala

source: Mark translation as not approved
eu_es: Markatu itzulpena onartu gabe bezala

source: Save translation
eu_es: Gorde itzulpena

source: Save
eu_es: Gorde

source: Save all unsaved translations
eu_es: Gorde gordegabeko itzulpen denak

source: Press <strong>TAB</strong> to <strong>Save</strong> and go to next string
eu_es: Sakatu <strong>TAB</strong> <strong>Gorde</strong> eta hurrengo katera joateko

source: Fill in all <strong>plurals</strong> to continue
eu_es: Bete <strong>anitz</strong> guztietan jarraitzeko

source: Phrase <strong>tagged</strong> to receive a copy of source string as translation
eu_es: Esaldia iturburu katearen kopia bat itzulpen bezala jasotzeko <strong>etiketaturik</strong> dago

source: Phrase <strong>tagged</strong> to not receive translations
eu_es: Esaldia itzulpenak ez jasotzeko <strong>etiketaturik</strong>

source: Suggestions
eu_es: Iradokizunak

source: History
eu_es: Historia

source: Details
eu_es: Xehetasunak

source: Error:
eu_es: Akatsa:

source: Warning:
eu_es: Kontuz:

source: Message title
eu_es: Mezu izenburua

source: Message text
eu_es: Mezu idazkia

source: Message title and text cannot be empty
eu_es: Mezu izenburua eta idazkia ezin dira hutsik egon

source: %(topic_title)s - %(project)s Project
eu_es: %(topic_title)s - %(project)s Egitasmoa

source: No title
eu_es: Izenburu gabe

source: No content
eu_es: Eduki gabe

source: There are no announcements currently.
eu_es: Ez dago iragarpenik orain.

source: Start a new discussion
eu_es: Hasi eztabaida berri bat

source: Show all languages
eu_es: Erakutsi hizkuntza guztiak

source: team topic
eu_es: talde gaia

source: There are no active discussions. You can start one!
eu_es: Ez dago eztabaidarik ekinean. Bat sortu dezakezu!

source: Start a discussion for the %(team_name)s team.
eu_es: Hasi eztabaida bat %(team_name)s talderako.

source: Add a new definition
eu_es: Gehitu adiera berria

source: No translation yet.
eu_es: Ez dago itzulpenik oraindik.

source: No comment yet.
eu_es: Ez dago aipamenik oraindik.

source: Last updated by <strong>%(user)s</strong> %(last_update)s ago
eu_es: Azken eguneratzailea <strong>%(user)s</strong> duela %(last_update)s

source: Last deleted by <strong>%(user)s</strong> %(last_update)s ago
eu_es: Azken ezabapenaren egilea: <strong>%(user)s</strong> duela %(last_update)s

source: Click to add
eu_es: Klikatu gehitzeko

source: %(language_name)s Translation Glossary - %(project)s Project
eu_es: %(language_name)s Itzulpen Adigai Hiztegia - %(project)s Egitasmoa

source: The %(language_name)s translation glossary for the %(project)s project on Transifex.
eu_es: %(language_name)s itzulpen adigai hiztegia %(project)s egitasmoarentzat Transifex-en.

source: Do you want to delete this term?
eu_es: Adigai hau ezabatzea nahi duzu?

source: Download glossary file
eu_es: Jeitsi adigai hiztegi agiria

source: Download
eu_es: Jeitsi

source: You must own at least 1 project to be able to export a TMX file.
eu_es: Gutxienez egitasmo baten jabea izan behar zara TMX agiri bat esportatu ahal izateko.

source: Edit glossary
eu_es: Editatu adigai hiztegia

source: Add new glossary
eu_es: Gehitu adigai hiztegi berria

source: Add new term
eu_es: Gehitu adigai berria

source: Glossary is currently empty.
eu_es: Adigai hiztegia hutsik dago orain.

source: Add a new glossary term
eu_es: Gehitu adigai hiztegi adigai berri bat

source: Glossary management
eu_es: Adigai hiztegi kudeaketa

source: Manage your glossaries
eu_es: Kudeatu zure adigai hiztegiak

source: <p>One project can be mapped to only one glossary. Remember that a project must have the same source language with the mapped glossary.</p><br/>
eu_es: <p>Egitasmo bat adigai hiztegi bakarrarekin mapatu daiteke. Gogoratu egitasmoak mapaturiko adigai hiztegiaren iturburu hizkuntza berdina izan behar duela.</p><br/>

source: Add glossary
eu_es: Gehitu adigai hiztegia

source: Glossary name
eu_es: Adigai hiztegi izena

source: Glossary language
eu_es: Adigai hiztegi hizkuntza

source: Delete glossary
eu_es: Ezabatu adigai hiztegia

source: Add/Remove
eu_es: Gehitu/Kendu

source: No projects to assign
eu_es: Ez dago egitasmorik esleitzeko

source: Check to assign or uncheck to remove from glossary.
eu_es: Hautatu esleitzeko edo deshautatu adigai hiztegitik kentzeko.

source: No projects assigned.
eu_es: Ez dago egitasmorik esleituta.

source: Start by
eu_es: Hasiera emalea

source: adding a new glossary
eu_es: adigai hiztegi berri bat gehitzen

source: A glossary lets you set guidelines for all your translators, providing them with better context while giving you an additional level of control over how terms are translated. Learn more about glossaries on <a href="http://docs.transifex.com/guides/localization#glossary">here</a>.
eu_es: Adigai hiztegi batek zure itzultzaile guztientzako gidalerro bat ezartzen uzten dizu, haueri hitzinguru hobeago bat emanez zuri hitzak nola itzultzen diren buruz aginte maila gehigarri bat ematen dizun bitartean. Jakin gehiago adigai hiztegiei buruz <a href="http://docs.transifex.com/guides/localization#glossary">hemen</a>

source: Delete Glossary
eu_es: Ezabatu adigai hiztegia

source: By deleting this glossary you also remove it from all the projects that it is assigned to.<br/>Are you sure you want to delete it?
eu_es: Adigai hiztegi hau ezabatuz esleiturik dagoen egitasmo guztietatik kenduko duzu.<br/>Zihur zaude ezabatzea nahi duzula?

source: No comment.
eu_es: Aipamenik gabe.

source: No translation.
eu_es: Itzulpenik gabe.

source: read more
eu_es: irakurri gehiago

source: Delete this term
eu_es: Ezabatu adigai hau

source: Inbox
eu_es: Sarrera

source: Compose
eu_es: Sortu

source: Sent
eu_es: Bidalita

source: Trash
eu_es: Zaborra

source: Compose message
eu_es: Sortu mezua

source: Send
eu_es: Bidali

source: Type image code
eu_es: Idatzi irudiaren kodea

source: Can't read this.
eu_es: Ezin da irakurri.

source: Delete this message
eu_es: Ezabatu mezu hau

source: No messages.
eu_es: Ez dago mezurik.

source: Hello %(recipient)s, you received a private message from %(sender)s with the following contents:
eu_es: Kaixo %(recipient)s, %(sender)s-ren mezu pribatu bat jaso duzu ⏎ hurrengo edukiekin:

source: Sent from %(site_url)s
eu_es: %(site_url)s-tik bildalita

source: Outbox
eu_es: Irteera

source: Deleted messages
eu_es: Ezabatutako mezuak

source: Deleted messages are removed from the trash at unregular intervals, don't rely on this feature for long-time storage.
eu_es: Ezabatutako mezuak zakarrontzitik kentzen dira aldika, ez erabili ezaugarri hau epe-luzeko biltegi bezala.

source: Go to inbox &raquo;
eu_es: Joan sarrerara &raquo;

source: Read message
eu_es: Irakurri mezua

source: At:
eu_es: Hemen:

source: Invitation link
eu_es: Gonbidapen lotura

source: Invitation to join %(project)s project
eu_es: %(project)s egitasmora batzeko gonbidapena

source: This invitation is for an email different from that of the currently logged-in user.
eu_es: Gonbidapen honek oraingo erabiltzaile erregistroan dagoen post@ren ezberdina du.

source: Are you <a href="%(user_profile_url)s" target="_BLANK">%(user)s</a>?
eu_es: Egitan zara <a href="%(user_profile_url)s" target="_BLANK">%(user)s</a>?

source: Yes, it's me
eu_es: Bai, ni naiz

source: No, let me re-login
eu_es: Ez, utzi berriro saioa-hasten

source: The project you were invited to join as a %(role)s for the %(team)s team requires all users to sign a CLA.
eu_es: %(team)s taldeko %(role)s bezala bat egitera gonbidatua izan zaren egitasmoak bere erabiltzaile guztiek CLA bat sinatzea eskatzen du.

source: The project you were invited to join as a maintainer requires all users to sign a CLA.
eu_es: Mantentzaile bezala gonbidatua izan zaren egitasmoak erabiltzaile guztiek CLA sinatzea eskatzen du.

source: I agree
eu_es: Onartzen dut

source: Select a team and click the '+' to add
eu_es: Hautatu talde bat eta klikatu '+' gehitzeko

source: Select a role and click the '+' to add
eu_es: Hautatu eginkizun bat eta klikatu '+' gehitzeko

source: Select a language and click the '+' to add
eu_es: Hautatu hizkuntza bat eta klikatu '+' gehitzeko

source: You must select an email
eu_es: Post@ bat hautatu behar duzu

source: Email or username is already in use
eu_es: Post@ edo erabiltzaile-izena jadanik erabilia da

source: Invitations sent successfully.
eu_es: Gonbidapenak ongi bidali dira.

source: Available languages
eu_es: Hizkuntza eskuragarriak

source: There was an error connecting to the server, please try again later
eu_es: Dirudienez akats bat egon da zerbitzariarekin elkartzerakoan, mesedez saiatu berriro geroago.

source: Pending invitations
eu_es: Gonbidapenak egiteke

source: Invite your first manager
eu_es: Gonbidatu zure lehen kudeatzailea

source: Invite and<br/>Add maintainer to project
eu_es: Gonbidatu eta<br/>Gehitu mantentzailea egitasmora

source: Invite and<br/>Add collaborators
eu_es: Gonbidatu eta<br/>Gehitu laguntzaileak

source: Select a team:
eu_es: Hautatu talde bat:

source: + __more__ more
eu_es: + __gehiago__ gehiago

source: Collaborator's role
eu_es: Laguntzailearen eginkizuna

source: Reviewer
eu_es: Berrikustzailea

source: Coordinator
eu_es: Antolatzailea

source: and language:
eu_es: eta hizkuntza

source: Language:
eu_es: Hizkuntza:

source: No managers set. Organization administrators act as team managers.
eu_es: Ez dago kudeatzailerik ezarrita. Antolakundeko administrariek talde kudeatzaile bezala jokatzen dute.

source: Type the __role__'s email or username:
eu_es: Idatzi __eginkizuna__-ren post@ edo erabiltzaile-izena:

source: Invite managers
eu_es: Gonbidatu kudeatzailerik

source: Email address or username
eu_es: Post@ helbidea edo erabiltzaile-izena

source: New invitations:
eu_es: Gonbidapen berriak:

source: Pending invitations:
eu_es: Gonbidapenak egiteke:
