Repository: diegobz/txci
Catalog: locale/*/LC_MESSAGES/django.po
Languages: eu_es

source: Source words
eu_es: Iturburu hitzak

source: Total words
eu_es: Hitzak guztira

source: You have no proprietary projects that currently contribute to your quota.
eu_es: Orain ez duzu zure kuotara ekarpena egiten duen jabetzako egitasmorik.

source: View open source projects
eu_es: Ikusi iturburu irekiko egitasmoak

source: Your open source projects
eu_es: Zure iturburu irekiko egitasmoak

source: You have no open source projects.
eu_es: Ez duzu iturburu irekiko egitasmorik.

source: Tell a friend about Transifex and both of your organizations will get 10%% off your bills for a year when they subscribe!
eu_es: Ekarri lagun bat eta lortu %10%-eko kenketa zure planean 12 hilabetez hauek harpidetzen direnean.

source: You have a discount coupon! Enter a plan and redeem your discount.
eu_es: Beherapen kupoi bat duzu! Sartu plan batera eta trukatu zure beherapena.

source: You can always view more details on our <a href="%(pricing_page_url)s">pricing plans</a>.
eu_es: Betik ikusi ditzakezu xehetasun gehiago gure <a href="%(pricing_page_url)s">salneurri planetan</a>.

source: Read more details on how words are calculated <a href="http://docs.transifex.com/faq/#how-is-the-word-count-calculated" target="_blank">here</a>.
eu_es: Irakurri gehiago hitzak nola kalkulatzen diren buruz <a href="http://docs.transifex.com/faq/#how-is-the-word-count-calculated" target="_blank">hemen</a>.

source: You have 1 day of trial left.
eu_es: Saikera 1 egun gelditzen zaizu.

source: The trial period is available for 1 more day
eu_es: Saiakera aldia 1 egun gehiagoz dago eskuragarri

source: %(time_since)s have passed since your account outgrew its paid-for limits. We're afraid some functionality of your projects has been frozen (uploading/downloading of resources and translating using the web editor).
eu_es: %(time_since)s igaro da zure kontuak ordainketa mugak gainditu zituenetik. Beldur gara zure egitasmoen eginkizun batzuk izoztuta egoteaz (baliabideen igoera/jeisketa eta web editatzaile bidezko itzulpenak).

source: It seems that the volume of content you're hosting on Transifex has exceeded the supported limits of your currently selected Plan. Please upgrade your plan to continue your uninterrupted use of Transifex.
eu_es: Dirudienez Transifex-en hostatzen ari zaren edukien bolumenak orain duzun planak sostengatzen dituen mugak gainditu ditu. Mesedez eguneratu zure plana Transifex eten gabe erabiltzeko.

source: Team %(team_name)s's contributor license agreement
eu_es: %(team_name)s taldeko ekarpen egile baimen ituna

source: Something went wrong
eu_es: Zerbait oker gertatu da

source: The language you selected is already in the team
eu_es: Hautatu duzun hizkuntza jadanik badago taldean

source: Create a new team in %(organization_name)s organization.
eu_es: Sortu talde berri bat %(organization_name)s antolakundean.

source: Create
eu_es: Sortu

source: Settings for team
eu_es: Taldearentzako ezarpenak

source: Join options
eu_es: Batze aukerak

source: Automatically accept requests from translators to join your team.
eu_es: Berezgaitasunez onartu itzultzaileek zure taldera batzeko eginiko eskaerak.

source: Enable a Contributor's License Agreement (CLA) for this team.
eu_es: Gaitu Ekarpen Baimen Ituna (CLA) bat talde honetarako.

source: Delete team
eu_es: Ezabatu taldea

source: <i>NOTE:</i> You need to move all projects to another team first.
eu_es: <i>OHARRA:</i> Lehenik egiatasmo guztiak beste talde batera mugitu behar dituzu.

source: Click the button below to delete the team, and its collaborators.
eu_es: Klikatu beheko botoia taldea eta bere laguntzaileak ezabatzeko.

source: Delete team
eu_es: Ezabatu taldea

source: Are you sure you want to delete this team?
eu_es: Zihur zaude talde hau ezabatzea nahi duzula?

source: Your translators, reviewers and coordinators setup will be lost!
eu_es: Zure itzultzaile, berrikustzaile eta antolatzaile ezarpenak galdu egingo dira!

source: Language requests for team '__team_name__'
eu_es: Hizkuntza eskaera '__team_name__' talderako

source: from __username__
eu_es: __username__-tik

source: Approve
eu_es: Onartu

source: Deny
eu_es: Ukatu

source: Add a couple of languages to your team
eu_es: Gehitu hizkuntza pare bat zure taldera

source: A forum related to the teams activity
eu_es: Taldeen jarduerarekin zerikusia duen eztabaidagune bat

source: Edit team settings
eu_es: Editatu taldearen ezarpenak

source: Team managers settings
eu_es: Talde kudeatzaile ezarpenak

source: Assign projects to the team
eu_es: Esleitu egitasmoak taldeari

source: One project
eu_es: Egitasmo bat

source: Two projects
eu_es: Bi egitasmo

source: __project_count__ projects
eu_es: __project_count__ egitasmo

source: translated to one language
eu_es: hizkuntza batera itzulita

source: translated to two languages
eu_es: bi hizkuntzara itzulita

source: translated to __language_count__ languages
eu_es: __language_count__ hizkuntzara itzulita

source: Assign a new language for translation!
eu_es: Esleitu hizkuntza berri bat itzultzeko!

source: No languages
eu_es: Ez dago hizkuntzarik

source: One language
eu_es: Hizkuntza bat

source: Two languages
eu_es: Bi hizkuntza

source: __language_count__ languages
eu_es: __language_count__ hizkuntza

source: Delete language
eu_es: Ezabatu hizkuntza

source: Delete __language_name__ language
eu_es: Ezabatu __language_name__ hizkuntza

source: Delete only collaborators of the language
eu_es: Ezabatu hizkuntzako laguntzaileak bakarrik

source: You are keeping the content and delete all collaborators of the language.
eu_es: Edukiari heusten eta hizkuntzako laguntzaile guztiak ezabatzen ari zara.

source: Delete collaborators and content
eu_es: Ezabatu laguntzaileak eta edukiak

source: Attention: You are deleting the translations and the translators for the language!
eu_es: Adi: Hizkuntzako itzulpenak eta itzultzaileak ezabatzen ari zara!

source: Assign a new project for translation!
eu_es: Esleitu egitasmo berri bat itzultzeko!

source: Move
eu_es: Mugitu

source: Move project '__project__'
eu_es: Mugitu '__project__' egitasmoa

source: From team '__team_from__' to team '__team_to__'
eu_es: '__team_from__' taldetik '__team_to__' taldera

source: From team '__team_from__' to team
eu_es: '__team_from__' taldetik talde honetara

source: Select a team
eu_es: Hautatu talde bat

source: Create missing languages on target team
eu_es: Sortu ez dauden hizkuntzak xede taldean

source: This will raise your quota from __current_quota__ to __new_quota__
eu_es: Honek zure kuota igoko du__oraingo kuotatik__ -> __kuota berrira__

source: Delete translation for missing languages
eu_es: Ezabatu ez dauden hizkuntzen itzulpenak

source: Ok
eu_es: Ongi

source: No managers in team, only organization administrators can manage this team
eu_es: Ez dago kudeatzailerik taldean, antolakunde administrariek bakarrik kudeatu dezakete talde hau

source: 1 manager in team
eu_es: 1 kudeatzaile taldean

source: __count__ managers in team
eu_es: __count__ kudeatzaile taldean

source: 1 email pending
eu_es: 1 post@ egiteke

source: __count__ emails pending
eu_es: __count__ post@ egiteke

source: teams
eu_es: taldea

source: team
eu_es: taldea

source: A team is a group of collaborators that translate the project(s) they are assigned to. <a href="http://docs.transifex.com/guides/teams?utm_source=teamspage" target="_blank">Read more</a>.
eu_es: Talde bat esleituta duen egitasmoa(k) itzultzen dituen laguntzaile multzo bat da. <a href="http://docs.transifex.com/guides/teams?utm_source=teamspage" target="_blank">Irakurri gehiago</a>.

source: %(c)s projects
eu_es: %(c)s egitasmo

source: translated to %(c)s languages
eu_es: %(c)s hizkuntzara itzulita

source: %(c)s languages
eu_es: %(c)s hizkuntza

source: Add a language for translation!
eu_es: Gehitu hizkuntza bat itzultzeko!

source: No languages yet
eu_es: Ez dago hizkuntzarik oraindik

source: %(c)s pending join request
eu_es: %(c)s bat egite eskaeraren zain

source: %(collaborator_count)s collaborator
eu_es: %(collaborator_count)s laguntzaile

source: Assign new
eu_es: Esleitu berria

source: Add a new project for translation!
eu_es: Gehitu egitasmo berri bat itzultzeko!

source: No projects yet
eu_es: Ez dago egitasmorik oraindik

source: Delete %(language_name)s from %(project_name)s
eu_es: Ezabatu %(language_name)s %(project_name)s-tik

source: Say goodbye to <em>%(lang_name)s</em> for this team?
eu_es: Esan agur <em>%(lang_name)s</em>-ri talde honetatik?

source: Are you sure you want to permanently delete the '%(lang_name)s' language and its translations from '%(project_name)s'?
eu_es: Zihur zaude betirako ezabatzea nahi dituzula '%(lang_name)s' hizkuntza eta bere itzupenak '%(project_name)s' egitamotik?

source: Are you sure you want to permanently delete the '%(lang_name)s' language from '%(project_name)s'?
eu_es: Zihur zaude betirako ezabatzea nahi duzula '%(lang_name)s' hizkuntza '%(project_name)s' egitasmotik?

source: You are about to delete the following translations too...
eu_es: Hurrengo itzulpenak ere ezabatzear zaude...

source: Not accepting translations at the moment
eu_es: Ez da itzulpenik onartzen oraingoz

source: no activity yet
eu_es: ez dago jarduerarik oraindik

source: Yes, I'm sure!
eu_es: Bai, zihur nago!

source: Join the %(lang)s team
eu_es: Bat egin %(lang)s taldearekin

source: Would you like to help translate this project to %(lang)s?
eu_es: Egitasmo hau %(lang)s-ra itzultzen laguntzea nahi duzu?

source: A notification will be sent first to the coordinators of the team to approve your request.
eu_es: Jakinarazpen bat bidaliko da lehenik taldearen antolatzaileei zure eskaera onartzeko.

source: Join the team
eu_es: Batu taldera

source: Join now
eu_es: Bat egin orain

source: (Resource breakdown)
eu_es: (Baliabide xehapena)

source: Join team
eu_es: Batu taldera

source: Add collaborators
eu_es: Gehitu laguntzaileak

source: Filter content:
eu_es: Iragazi edukia:

source: Edit the %(language_name)s team of %(project_name)s
eu_es: Editatu %(project_name)s-ren %(language_name)s taldea

source: Add a new language for <a href="%(project_url)s">%(project_name)s</a>
eu_es: Gehitu hizkuntza berri bat <a href="%(project_url)s">%(project_name)s</a>-rako

source: Deleting this language will delete all translations of it.
eu_es: Hizkuntza hau ezabatzeak bere itzulpen guztiak ezabatuko ditu.

source: %(language_name)s Translation Team - %(project)s Project
eu_es: %(language_name)s Itzulpen Taldea - %(project)s Egitasmoa

source: The team collaborators translating %(project)s to %(language_name)s on Transifex.
eu_es: Talde laguntzaileak %(project)s itzultzen %(language_name)s-ra Transifex-en.

source: At least one coordinator is required for a team
eu_es: Gutxienez antolatzaile bat behar da talde baterako

source: Team Managers
eu_es: Talde Kudeatzaileak

source: Coordinators
eu_es: Antolatzaileak

source: Change Role
eu_es: Aldatu Eginkizuna

source: Coordinators manage the language collaborators.
eu_es: Antolatzaileek hizkuntza laguntzaileak kudeatzen dituzte.

source: Reviewers
eu_es: Berrikustzaileak

source: Leave
eu_es: Utzi

source: There are no reviewers added yet. Read more about collaborator roles <a href="http://docs.transifex.com/guides/localization#terminology"> here</a>.
eu_es: Ez dago berrikustzailerik gehituta oraindik. Irakurri gehiago laguntzaile eginkizunetaz <a href="http://docs.transifex.com/guides/localization#terminology"> hemen</a>.

source: Translators
eu_es: Itzultzaileak

source: Your request encountered an error
eu_es: Zure eskaerak akats bat aurkitu du

source: Withdraw
eu_es: Utzi

source: No translators have been added yet. Read more about collaborator roles <a href="http://docs.transifex.com/guides/localization#terminology">here</a>.
eu_es: Ez dago itzultzailerik gehituta oraindik. Irakurri gehiago laguntzaile eginkizunetaz <a href="http://docs.transifex.com/guides/localization#terminology">hemen</a>.

source: Filter
eu_es: Iragazkia

source: None available
eu_es: Ez dago eskuragarri

source: %(counter)s event
eu_es: %(counter)s gertaera

source: Timeline for %(project)s
eu_es: %(project)s-ren denbora-lerroa

source: Translation Memory
eu_es: Itzulpen Oroimena

source: Select the projects that will share the same Translation Memory. Their source language must be the same.
eu_es: Hautatu Itzulpen Oroimen berdina elkarbanatuko duten egitasmoak. Beren iturburu hizkuntza berdina izan behar da.

source: The non-selected projects will maintain their own translation memory.
eu_es: Hautatugabeko egitasmoek beren jabetzako itzulpen oroimenarekin jarraituko dute.

source: Select the project that will share their TM:
eu_es: Hautatu beren IO elkarbanatuko duen egitasmoa

source: Your preferences are now being applied. Please try again later.
eu_es: Zure hobespenak ezartzen ari dira. Mesedez saiatu berriro geroago.

source: The organization must have at least 2 projects in order to be able to share strings using the Translation Memory (TM). Keep in mind that the strings in a project are already shared among its resources.
eu_es: Antolakundeak gutxienez 2 egitasmo eduki behar ditu kateak Itzulpen Oroimena (IO) erabiliz elkarbanatzeko. Gogoan izan egitasmo bateko kateak jadanik bere baliabideen artean elkarbanatzen direla.

source: Exchange Translation Memory Files (TMX)
eu_es: Aldatu Itzulpen Oroimen Agiriak (TMX)

source: TMX files are updated periodically and might not include very recently modified translations.
eu_es: TMX agiriak aldizka eguneratzen dira eta badaiteke berriki aldatutako itzulpenak ez barneratzea.

source: TMX Import
eu_es: TMX Inportazioa

source: Uploading file. Grab a coffee, it might take a while...
eu_es: Agiria igotzen. Hartu kafe bat, asko luzatu daiteke...

source: Import Translation Memory Exchange (TMX) Files
eu_es: Inportatu Itzulpen Oroimen Aldaketa (TMX) Agiriak

source: Upload a TMX file with translations available to one or more languages:
eu_es: Igo TMX agiri bat hizkuntza bat baino gehiagorako itzulpenak eskuragarri dituela.

source: Import
eu_es: Inportatu

source: (required)
eu_es: (beharrezkoa)

source: Your browser is not supported.
eu_es: Zure nabigatzailea ez dago sostengaturik.

source: Your browser is out-of-date and may not be compatible with our website.
eu_es: Zure nabigatzailea eguneratu-gabe dago eta ez da bateragarria gure webgunearekin.

source: You can contribute to a localization project as a translator, reviewer or coordinator by joining to an organization.<br/>Alternatively, you can start translating your product by creating your own organization.
eu_es: Antolakunde batean bat eginez lokalizazio aurrerabidean eskuhartu dezakezu itzultzaile, berrikustzaile edo antolatzaile bezala.<br/>Aukeran, zeure produktu bat itzultzen hasi zaitezke zure antolakundea sortuz.

source: Configuration
eu_es: Itxurapena

source: View all notifications
eu_es: Ikusi jakinarazpen guztiak

source: Welcome
eu_es: Ongi etorri

source: Welcome to Transifex
eu_es: Ongi etorri Transifex-era

source: Tell us a few things about yourself
eu_es: Esaizkiguzu gauza gutxi batzuk zeure buruaz

source: Your role
eu_es: Zure eginkizuna

source: Choose your role
eu_es: Hatutat zure eginkizuna

source: Type your role in your company
eu_es: Idatzi zure eginkizuna zure konpainian

source: Choose what you want to do
eu_es: Hautatu zer egitea nahi duzun

source: I want to create a new project.
eu_es: Egitasmo berri bat sortzea nahi dut

source: I want to join an existing project.
eu_es: Badagoen egitasmo batera batzea nahi dut.

source: Let's get started
eu_es: Hasiera

source: Add the languages you speak and find projects you can help.
eu_es: Gehitu hitz egiten dituzun hizkuntzak eta bilatu lagundu ahal dituzun egitasmoak.

source: Languages you speak
eu_es: Hitz egiten dituzun hizkuntzak

source: Add languages you speak and make requests to <span class="icon team_join">join</span> or to <span class="icon add">add</span> a language respectively.
eu_es: Gehitu hitz egiten dituzun hizkuntzak eta eskatu <span class="icon team_join">bat egitea</span> edo <span class="icon add">add</span> hizkuntza bat bataz-beste.

source: Help translate &quot;%(join_project)s&quot;
eu_es: Lagundu itzultzen &quot;%(join_project)s&quot;

source: By joining this project you also agree to the project's <a href="#" class="facebox">contributor license agreement</a>.
eu_es: Egitasmo honekin bat egiterakoan egitasmoaren <a href="#" class="facebox">ekarpen baimen ituna</a> onartzen duzu.

source: I'm not interested in joining the above project, just <button id="js-goto-dashboard" class="linkstyle">take me to my dashboard</button>.
eu_es: Ez nago interesaturik gaineko egitasmoarekin bat egitean, besterik gabe <button id="js-goto-dashboard" class="linkstyle">eraman nazazu nire tresnak-ra</button>.

source: You have added no languages yet.
eu_es: Ez duzu hizkuntzarik gehitu oraindik.

source: Find a public project you want to help translate and hit "Join team" button to request access. Once approved, you'll be able to contribute translations to that project.
eu_es: Bilatu itzultzen laguntzea nahi duzun egitasmo publiko bat eta sakatu "Batu taldera" botoia sarbidea eskatzeko. Behin onartutakoan, egitasmo horretan itzulpen ekarpena egiteko gai izango zara.

source: Find projects
eu_es: Bilatu egitasmoak

source: Navigate to your Messages and compose a message to a private&nbsp;project's administrator to ask for an invitation.
eu_es: Nabigatu zure Mezuak-ra eta osatu mezu bat pribatuan &nbsp;egitasmoaren administrariari gonbidapen bat galdegiteko.

source: Go to your dashboard
eu_es: Joan zure trasnak-ra

source: To add a project, you must first create an organization. An organization is an umbrella under which all your projects exist.
eu_es: Egitasmo bat gehitzeko antolakunde bat sortu behar duzu lehenik. Antolakunde bat zure egitasmo guztiak aterpetzen dituen aterkin bat da.

source: Organization Name
eu_es: Antolakundearen Izena

source: Contact phone number
eu_es: Harreman urrutizkin zenbakia

source: Organization will host open source projects. A repository link will be requested for each project created.
eu_es: Antolakundeak iturburu irekiko egitasmoak hostatuko ditu. Biltegi lotura bat eskatuko da sortutako egitasmo bakoitzeko.

source: Create a demo project with sample content for me.
eu_es: Sortu erakus egitasmo bat lagin edukiekin niretzat.

source: START MY FREE TRIAL
eu_es: HASI NIRE DOHAINEKO SAIAKERA

source: You will be able to use all the features of the <a target="_blank" href="https://www.transifex.com/pricing/">Premium plan</a> free&nbsp;for&nbsp;30&nbsp;days. After the trial ends, you can choose the plan that best suits your needs.
eu_es: <a target="_blank" href="https://www.transifex.com/pricing/">Premium plan</a>eko ezaugarri guztiak erabiltzeko gai izango zara free&nbsp;for&nbsp;30&nbsp;days. Saiakera amaitu ondoren, zure beharretara hobekien egokitzen den plana hautatu dezakezu.

source: Navigate to your Messages and compose a message to a private&nbsp;project's administrator to ask for an invitation.
eu_es: Nabigatu zure Mezuak-ra eta osatu mezu bat pribatuan &nbsp;egitasmoaren administrariari gonbidapen bat galdegiteko.

source: Find a public project you want to join and hit "Join team" button to request access. Once approved, you'll be able to contribute to that project.
eu_es: Bilatu bat egitea nahi duzun egitasmo publiko bat eta sakatu "Batu taldera" botoia sarbidea eskatzeko. Behin onartutakoan, egitasmo horretan ekarpena egiteko gai izango zara.

source: Translator Comments
eu_es: Itzultzaile Aipamenak

source: Job ID:
eu_es: Lan ID-a:

source: String:
eu_es: Katea:

source: Translation:
eu_es: Itzulpena:

source: Status:
eu_es: Egoera:

source: Previous comments:
eu_es: Aurreko aipamenak:

source: Post new comment:
eu_es: Aurkeztu aipamen berria:

source: Selection is empty
eu_es: Hautapena hutsik dago

source: You must select a tone
eu_es: Tonu bat hautatu behar duzu

source: You must select a category
eu_es: Kategoria bat hautatu behar duzu

source: You must provide instructions
eu_es: Jarraipideak eman behar dituzu

source: Two or more of the projects you have selected have different source languages
eu_es: Hautatu dituzun bi egitasmo edo gehiagok iturburu hizkuntza ezberdinak dituzte

source: Your order must be at least $0.50
eu_es: Zure aginduak gutxienez 0.50$-ekoa izan behar da

source: Your order must be at least $20 per target language
eu_es: Zure agindua izan behar da gutxienez 20$ xede hizkuntza bakoitzeko

source: 111111 more
eu_es: 111111 gehiago

source: Credit card required
eu_es: Kreditu txartela beharrezkoa

source: Services
eu_es: Zerbitzuak

source: Quality
eu_es: Ontasuna

source: Wordcount
eu_es: Hitz-zenbatekoa

source: Price estimate
eu_es: Ustezko salneurria

source: Internal Agency
eu_es: Barneko Ordezkaritza

source: Integrated Translation Partners
eu_es: Barneratutako Itzulpen Bazkideak

source: Gengo is an online translation service that uses a network of more than 7,500 pre-screened and rated translators to provide translations in 33 languages.
eu_es: Gengo itzulpenak 33 hizkuntzatan eskaintzen dituen 7.500 aurre-hautaturiko eta mailaturiko itzultzaile baino gehiagoko sare bat erabiltzen duen onlineko itzulpen zerbitzu bat da

source: TextMaster is an on demand translation service that provides translations through a community of vetted native-speakers and specializes in the main European languages.
eu_es: TextMaster jatorrizko-hiztun herkidego bermatu baten bidez itzulpenak hornitzen dituen eskaerapeko itzulpen zerbitzu bat da eta Europako hizkuntza nagusietan bereizten da.

source: Select the languages you want your content translated to
eu_es: Mesedez hautatu zein hizkuntzatara nahi duzun itzultzea zure edukia

source: Minimum order per language is $20.
eu_es: Hizkuntza bakoitzeko gutxieneko agindua 20$ dira.

source: Minimum order price is $0.50.
eu_es: Gutxienezko agindu salneurria 0.50$ da.

source: per word
eu_es: hitz bakoitzeko

source: language price
eu_es: hizkuntza salneurria

source: Adding new translation languages will increase your organization's wordcount.
eu_es: Itzulpen hizkuntza berriak gehitzeak zure antolakundearen hitz-zenbatekoa handituko du.

source: You need to select at least one language
eu_es: Gutxienez hizkuntza bat hautatu behar duzu

source: Set the tone, select a category, and add any additional instructions or comments with your order.<br/><br/> Translators work directly in Transifex, so you can monitor issues and add comments for specific strings.
eu_es: Ezarri tonua, hautatu kategoria bat, eta gehitu jarraipide gehigarriak edo aipamenak zure aginduarekin order.<br/><br/> Itzultzileek zuzenean egiten dute lan Transifex-en, hortaz arazoak monitorizatu ditzakezu eta aipamenak gehitu kate bereizientzat.

source: Tone
eu_es: Tonua

source: Friendly
eu_es: Lagunartekoa

source: Business
eu_es: Negozioak

source: Formal
eu_es: Formala

source: Content category
eu_es: Edukiaren kategoria

source: Everyday use
eu_es: Egunero erabiltzekoa

source: Online content
eu_es: Online edukia

source: Professional use
eu_es: Erabilpen profesionala

source: App/Web localization
eu_es: Aplikazio/Web lokalizazioa

source: Media/Publishing
eu_es: Media/Iragarkintza

source: Specialized translation
eu_es: Itzulpen bereizia

source: <b>Quality</b><br/> Setting translation quality affects your order pricing.
eu_es: <b>Ontasuna</b><br/> Itzulpenaren ontasuna ezartzeak zure aginduaren salneurrian eragiten du. .

source: Standard
eu_es: Estandarra

source: Professional
eu_es: Profesionala

source: Choose a vocabulary type
eu_es: Hautatu hiztegi mota bat

source: Popular
eu_es: Herrikoia

source: Technical
eu_es: Teknikoa

source: Fictional
eu_es: Fikziozkoa

source: Choose a category
eu_es: Hautatu kategoria bat

source: Regular
eu_es: Arrunta

source: Choose a tone
eu_es: Hautatu tonu bat
