Repository: diegobz/txci
Catalog: locale/*/LC_MESSAGES/django.po
Languages: eu_es

source: You have already access to the '%s' language.
eu_es: Jadanik baduzu sarbidea '%s' hizkuntzara.

source: You joined the '%s' language.
eu_es: '%s' hizkuntza batu zara.

source: You requested to join the '%s' language.
eu_es: '%s' hizkuntzara batzeko eskaera egin duzu.

source: Forbidden access
eu_es: Sarbidea debekatuta

source: Looks like you do not have the necessary permissions for the required action.
eu_es: Ematen du ez duzula beharrezkoa den baimenik eskatutako ekintzarako.

source: Here's a link to the <a href="%(home)s">homepage</a>. You know, just in case.
eu_es: Hemen dago <a href="%(home)s">etxeko-orrialdea</a>-rako lotura. Badakizu, badaezpada.

source: Page not found
eu_es: Orrialdea ez da aurkitu

source: Looks like you followed a bad link. If you think it's our fault, please <a href='http://code.transifex.com/transifex/issues/'>let us know</a>.
eu_es: Lotura okerra jarraitu duzula dirudi. Gure akatsa dela uste baduzu, mesedez <a href='http://code.transifex.com/transifex/issues/'>jakinarazi diezaguzu</a>.

source: Transifex - Localization platform
eu_es: Transifex - Lokalizazio plataforma

source: Go to your start page
eu_es: Joan zure hasiera orrialdera

source: There are unread notifications
eu_es: Ez dago irakurri gabeko jakinarazpenik

source: All notifications are read
eu_es: Jakinarazpen guztiak irakurrita daude

source: User account
eu_es: Erabiltzaile kontua

source: Account
eu_es: Kontua

source: Profile
eu_es: Profila

source: Messages (%(unread_messages)s)
eu_es: Mezuak (%(unread_messages)s)

source: Sign out from Transifex
eu_es: Amaitu Transifex-ko saioa

source: Log out
eu_es: Amaitu saioa

source: HOME
eu_es: ETXEA

source: EXPLORE
eu_es: ESPLORATU

source: HELP
eu_es: LAGUNTZA

source: A tour of Transifex
eu_es: Ibilaldi bat Transifex-en

source: PRODUCT
eu_es: PRODUKTUAK

source: The pricing plans we offer
eu_es: Eskaintzen ditugun salneurri planak

source: PRICING
eu_es: SALNEURRIAK

source: Our customers
eu_es: Gure bezeroak

source: CUSTOMERS
eu_es: BEZEROAK

source: Log in
eu_es: Hasi saioa

source: LOG IN
eu_es: HASI SAIOA

source: Sign up free
eu_es: Eman izena dohainik

source: Read more about how Transifex helps localization projects
eu_es: Irakurri gehiago Transifex-ek lokalizazio egitasmoak nola laguntzen dituen buruz

source: Features
eu_es: Ezaugarriak

source: Plans and Billing
eu_es: Planak eta Ordainketak

source: Pricing
eu_es: Salneurriak

source: Transifex client app
eu_es: Transifex bezero gehigarria

source: Client app
eu_es: Bezero gehigarria

source: Integrate with Transifex using its Application Programmable Interface
eu_es: Barneratu Transifex-rekin Aplikazio Programagarri Interfazea erabiliz

source: Live status of Transifex service
eu_es: Transifex zerbitzuaren zuzeneko egoera

source: COMPANY
eu_es: KONPAINIA

source: About the Transifex team
eu_es: Transifex taldeari buruz

source: About us
eu_es: Guri buruz

source: Open positions
eu_es: Kokapen irekiak

source: Jobs
eu_es: Lanak

source: Our partners
eu_es: Gure bazkideak

source: Customers
eu_es: Bezeroak

source: Press
eu_es: Prentsa

source: KEEP IN TOUCH
eu_es: JARRAITU HARREMANETAN

source: Read about news and updates on our blog
eu_es: Irakurri berriak eta eguneraketak gure blogean

source: Our blog
eu_es: Gure bloga

source: Read more on Twitter
eu_es: Irakurri gehiago twitter-en

source: Like us on Facebook
eu_es: Egin gaitzazu gogoko Facebook-en

source: GET ANSWERS
eu_es: LORTU ERANTZUNAK

source: Transifex documentation
eu_es: Transifex agiritza

source: Documentation
eu_es: Agiritza

source: Contact
eu_es: Harremana

source: Contact us
eu_es: Jarri harremanetan gurekin

source: Localization white paper
eu_es: Lokalizazio paper zuria

source: Learn about localization
eu_es: Jakin gehiago lokalizazioari buruz

source: Privacy Policy
eu_es: Pribatutasun Araudia

source: Privacy policy
eu_es: Pribatutasun araudia

source: Terms of Service
eu_es: Zerbitzuaren Baldintzak

source: Terms of use
eu_es: Erabilpen baldintzak

source: All Rights Reserved
eu_es: Eskubide Guztiak Erreserbatuta

source: Contact Transifex
eu_es: Jarri harremanetan Transifex-rekin

source: Are these articles relevant to your subject?
eu_es: Artikulo hauek garrantzitsuak dira zure gairako?

source: See all articles on documentation
eu_es: Ikusi artikulu guztiak agiritzan

source: Invalid email address
eu_es: Post@ helbide baliogabea

source: Get in touch with us
eu_es: Jarri harremanetan gurekin

source: Send message
eu_es: Bidali mezua

source: For an awesome support request:
eu_es: Sostengu eskaera zoragarri baterako:

source: Include essential information such as the name of the organization, project, resource, and username.
eu_es: Barneratu argibide esangurutsuak, antolakundearen izena, egitasmoa, baliabidea eta erabiltzaile-izena bezalakoak.

source: Add links, screenshot, or file related to your request.
eu_es: Gehitu zure eskaerarekin zerikusia duten loturak, ikusleiho-argazkiak edo agiriak.

source: Send your message in English.
eu_es: Bidali zure mezua ingeleraz.

source: If you need help with a project managed on Transifex, please contact the project maintainer.<br/> <a href="http://docs.transifex.com/faq/#how-do-i-contact-users-in-transifex" target="_blank">How to contact a user in Transifex</a>.
eu_es: Laguntza behar baduzu Transifex-en kudeatutako egitasmo batekin, mesedez jarri harremanetan egitasmoaren mantentzailearekin.<br/> <a href="http://docs.transifex.com/faq/#how-do-i-contact-users-in-transifex" target="_blank">Nola jarri harremanetan erabiltzaile batekin Transifex-en</a>.

source: See all common questions in the FAQ
eu_es: Ikusi galdera arrunt guztiak SEG-an

source: Where we are:
eu_es: Non gaude:

source: Transifex - Continuous Localization Platform
eu_es: Transifex - Lokalizazio Plataforma Jarraia

source: Transifex is a cloud-based Continuous Localization Platform trusted by thousands of developers. Localize software at the speed you develop code.
eu_es: Transifex hodeian-ohinarrituriko Lokalizazio Jarrai Plataforma bat da milaka garatzaileek egiaztatua. Lokalizatu softwarea kodea garatzen duzun abiadura berean.

source: Account activation failed.
eu_es: Kontu gaitze hutsegitea.

source: Your account could not be activated.
eu_es: Zure kontua ezin izan da gaitu.

source: Your account could not be activated. This could be because your activation link has aged.
eu_es: Zure kontua ezin da gaitu. Hau zure gaitze lotura zaharkitu egin delako izan daiteke.

source: Please request a <a href="%(url_reactivate)s">new activation link</a> or <a href="%(contactform)s">contact us</a>, if you think something else went wrong.
eu_es: Mesedez eskatu <a href="%(url_reactivate)s">gaitze lotura berria</a> bat edo <a href="%(contactform)s">jarri harremanetan gurekin</a>, zerbait oker dagoela uste baduzu.

source: Edit profile
eu_es: Editatu profila

source: Change email
eu_es: Aldatu post@

source: Change password
eu_es: Aldatu sarhitza

source: Notification settings
eu_es: Jakinarazpen ezarpenak

source: Connections
eu_es: Elkarketak

source: By clicking "Sign up free", you are agreeing to our <a href="http://www.transifex.com/about/terms/" target="_blank">terms of service</a> and <a href="http://www.transifex.com/about/privacy/" target="_blank">privacy policy</a>.
eu_es: "Izena eman dohainik" klikatuz, gure <a href="http://www.transifex.com/about/terms/" target="_blank">zerbitzu baldintzak</a> eta <a href="http://www.transifex.com/about/privacy/" target="_blank">pribatutasun araudia</a> onartzen dituzu.

source: In cooperation with:
eu_es: Honekin elkarlanean:

source: Disabled account
eu_es: Ezgaitu kontua

source: Account not activated
eu_es: Kontua gaitu gabe

source: It is likely that you have created an account but haven't activated it yet.<br/>Please check your e-mail inbox.
eu_es: Zihurrenik kontu bat sortu duzu baina oraindik ez dago gaituta. <br/>Mesedez egiaztatu zure post@ sarrera.

source: If the problem still persists, feel free to <a href="%(contactform)s">contact us</a> to find out why.
eu_es: Arazoak jarraitzen badu, <a href="%(contactform)s">jarri harremanetan gurekin</a> zergaitia bilatzeko.

source: In case you did not receive an activation email, we can <a href="%(reactivate)s">resend the activation link</a>.
eu_es: Gaitze post@ bat jasotzen ez baduzu, <a href="%(reactivate)s">gaitze lotura berbidali</a> dezakegu.

source: Change your email address
eu_es: Aldatu zure post@ helbidea

source: Current email:
eu_es: Oraingo post@:

source: By clicking "Sign up free", you are agreeing to our <a href="http://www.transifex.com/about/terms/" target="_blank">terms of service</a> and <a href="http://www.transifex.com/about/privacy/" target="_blank">privacy policy</a>.
eu_es: "Eman izena dohainik" klikatuz, onartzen dituzu gure <a href="http://www.transifex.com/about/terms/" target="_blank">zerbitzuaren baldintzak</a> eta <a href="http://www.transifex.com/about/privacy/" target="_blank">pribatutasun araudia</a>.

source: Become a translator
eu_es: Bihurtu itzultzaile

source: Go to start page
eu_es: Joan hasiera orrialdera

source: Transifex logo
eu_es: Transifex logoa

source: Join a translation project
eu_es: Batu itzulpen egitasmo batera

source: Become a translator or contribute to a Transifex project. It's free.
eu_es: Bihurtu itzultzailea edo egin ekarpena Transifex-ko egitasmo batean. Dohainik da.

source: By clicking "Create my account", you are agreeing to our <a href="http://www.transifex.com/about/terms/">terms of service</a> and <a href="http://www.transifex.net/about/privacy/">privacy policy</a>.
eu_es: "Sortu nire kontua", klikatuz gure <a href="http://www.transifex.com/about/terms/">zerbitzu baldintzak</a> eta <a href="http://www.transifex.net/about/privacy/">pribatutasun araudia</a> onartzen dituzu.

source: Create my account
eu_es: Sortu nire kontua

source: Watches
eu_es: Behaketak

source: Change your password
eu_es: Aldatu zure sarhitza

source: Password reset
eu_es: Sarhitz berrezarpena

source: Your password has been reset.
eu_es: Zure sarhitza berrezarri da.

source: You can now <a href="%(login_url)s">sign in</a> with your new password.
eu_es: Orain <a href="%(login_url)s">saioa hasi</a> dezakezu zure sarhitz berriarekin.

source: Reset password
eu_es: Berrezarri sarhitza

source: Invalid confirmation token. <a href="%(password_reset_url)s">Try again</a>.
eu_es: Baieztapen seinale baliogabea. <a href="%(password_reset_url)s">Saiatu berriro</a>.

source: An e-mail has been sent to your account explaining how to reset your password.
eu_es: Post@ bat bidali da zure kontura zure sarhitza nola berrezarri azalduz.

source: Submit
eu_es: Aurkeztu

source: Account setup
eu_es: Kontu ezarpena

source: You can change your avatar at <a href="https://www.gravatar.com"><strong>Gravatar.com</strong></a>
eu_es: Zure irudia hemen aldatu dezakezu: <a href="https://www.gravatar.com"><strong>Gravatar.com</strong></a>

source: Translator options
eu_es: Itzultzaile aukerak

source: Save changes
eu_es: Gorde aldaketak

source: I would like to stop using Transifex services.
eu_es: Transifex zerbitzuak erabiltzea uztea nahi dut.

source: Deactivate my account.
eu_es: Ezgaitu nire kontua.

source: Warning!
eu_es: Kontuz!

source: Canceling your account will remove you from any organizations, projects and translation teams you are a collaborator. In case you are the only administrator of an organization, the whole organization and its projects will be deleted as well.
eu_es: Zure kontua ezeztatzeak kide zaren antolakunde, egitasmo eta itzultzen taldeetatik kenduko zaitu. Antolakunde bateko administratzailea bakarra bazara, antolakunde osoa eta bere egitasmoak ere ezabatuko dira.

source: Please review our <a href="/about/terms">Terms of Service</a> regarding account cancellation.
eu_es: Mesedez ikusi gure <a href="/about/terms">Zerbitzu Baldintzak</a> kontuaren ezeztapenari buruz.

source: Cancel account
eu_es: Ezeztatu kontua

source: Social connections
eu_es: Gizarte loturak

source: Social login settings
eu_es: Gizarte saio ezarpenak

source: Connected
eu_es: Elkartuta

source: Disconnect
eu_es: Eten

source: Connect
eu_es: Elkartu

source: Link your Transifex account to any of the providers above and log in without a username or password. Connecting to a social account will enable other transifex users to see your social profiles.
eu_es: Loturatu zure Transifex kontua gaineko edozein hornitzailera eta hasi saioa erabiltzaile-izen edo sarhitz gabe. Gizarte kontu batera elkarketatzeak transifex-ko beste erabiltzileei zure gizarte profilak ikusteko aukera emango die.

source: Read blog
eu_es: Irakurri bloga

source: Twitter profile
eu_es: Twitter profila

source: No interest added
eu_es: Ez da interesik gehitu

source: Member since:
eu_es: Kidea noiztik:

source: Lives in:
eu_es: Hemen bizi da:

source: Languages:
eu_es: Hizkuntzak:

source: Currently looking for <strong>paid work</strong>
eu_es: Une honetan <strong>lan ordaindua</strong> bilatzen

source: Short bio:
eu_es: Bio laburra:

source: Recommendations
eu_es: Gomendioak

source: The recommendation will not be published unless you accept it:
eu_es: Gomendioa ez da argitaratuko onartzen ez baduzu:

source: Accept
eu_es: Onartu

source: Reject
eu_es: Baztertu

source: There are no recommendations for %(to_user)s yet
eu_es: Ez dago gomendiorik %(to_user)s-rentzat oraindik

source: As a manager
eu_es: Kudeatzaile bezala

source: Maintaining:
eu_es: Mantenimendua:

source: <a class="name" href="%(project_url)s">%(project_name)s</a> project
eu_es: <a class="name" href="%(project_url)s">%(project_name)s</a> egitasmoa

source: Coordinating:
eu_es: Antolaketa:

source: <a class="name" href="%(members_url)s">%(language_name)s</a> language of the %(team_name)s team
eu_es: <a class="name" href="%(members_url)s">%(language_name)s</a> %(team_name)s taldeko hizkuntza

source: Has not coordinated any translation teams yet.
eu_es: Ez du itzulpen talderik antolatzen oraindik.

source: As a translator
eu_es: Itzultzaile bezala

source: Has not participated in any translation teams yet.
eu_es: Ez du itzulpen talde batean ere eskuhartzen oraindik.

source: No public actions yet
eu_es: Ez dago ekintza publikorik oraindik

source: Resend activation link
eu_es: Berbidali gaitze lotura

source: Log in &#183; Transifex
eu_es: Hasi saioa &#183; Transifex-en

source: Log in to your Transifex account. Or sign up to start your own project or help translate an existing one.
eu_es: Hasi saioa zure Transifex kontuan. Edo Izena eman zeure egitasmoa hasteko edo badagoen bat itzultzen laguntzeko.

source: A Transifex account is already associated to this email. Please, log in using those credentials.
eu_es: Jadanik badgo Transifex kontu bat post@ honekin elkartuta. Mesedez, hasi saioa kredentzial horiek erabiliz.

source: or login with
eu_es: edo hasi saioa

source: Create an account
eu_es: Sortu kontu bat

source: Forgot password?
eu_es: Sarhitza ahaztuta?

source: Signed out
eu_es: Amaitu saioa

source: You have been signed out. Till we meet again.
eu_es: Saioa amaitu duzu. Berriro ikusi arte.

source: Signup almost done!
eu_es: Izen-ematea ia eginda!

source: Thanks for signing up!
eu_es: Mila esker izen-emateagaitik!

source: We've just sent a confirmation email to you.
eu_es: Baieztapen post@ bat bidali dizugu.

source: Please click the verification link in the email to activate your account and get started with Transifex.
eu_es: Mesedez klikatu post@ko egiaztapen lotura zure kontua gaitu eta Transifex-rekin hasteko.

source: Sign up
eu_es: Izena-eman

source: Sign up to start your own project or help translate an existing one.
eu_es: Eman izena zeure egitasmoa hasteko edo badagoen bat itzultzen laguntzeko.

source: Sign up for free
eu_es: Izena eman dohainik

source: Start localizing the projects of your company or organization
eu_es: Hasi zure konpainia edo antolakundearen egitasmoak lokalizatzen.

source: Create your account
eu_es: Sortu zure kontua

source: or sign up with
eu_es: edo izena eman honekin

source: By signing up to Transifex, you are agreeing to our <a href="http://www.transifex.com/about/terms/">terms of service</a> and <a href="http://www.transifex.net/about/privacy/">privacy policy</a>.
eu_es: Transifex-en izena emanez, onartzen dituzu gure <a href="http://www.transifex.com/about/terms/">zerbitzu baldintzak</a> eta <a href="http://www.transifex.net/about/privacy/">pribatutasun araudia</a>.

source: Nice to see you, %(first_name)s!
eu_es: Pozten gara zu ikusteaz, %(first_name)s!

source: Nice to see you!
eu_es: Pozten gara zu ikusteaz!

source: A username is needed to use Transifex and receive notifications about translation projects you're involved in.
eu_es: Erabiltzaile-izen bat beharrezkoa daTransifex erabiltzeko eta murgilduta zauden itzulpen egitasmoetaz jakinarazpenak jasotzeko.

source: A username and an email are needed to use Transifex and receive notifications about translation projects you're involved in.
eu_es: Erabiltzaile-izen bat eta post@ bat beharrezkoak dira Transifex erabiltzeko eta murgilduta zauden itzulpen egitasmoetaz jakinarazpenak jasotzeko.

source: Please fill in the missing fields below.
eu_es: Mesedez bete beheko eremu hutsak.

source: Set up your account
eu_es: Ezarri zure kontua

source: After you log in, you can create a password for your account. A password is required to access the <a href="http://docs.transifex.com/developer/api/#using-the-api" target="_blank">Transifex&nbsp;API</a>.
eu_es: Saioa hasi ondoren, sarhitz bat sortu dezakezu zure kontuarentzat. Sarhitza beharrezkoa da <a href="http://docs.transifex.com/developer/api/#using-the-api" target="_blank">Transifex&nbsp;API</a>-ra sarbidea izateko.

source: Survey Thank You
eu_es: Galdekizuna Mila Esker

source: Thanks for your precious feedback!
eu_es: Mila esker zure aurreko irizkizunagaitik!

source: We really appreciate and value your input so far.
eu_es: Egitan eskertzen eta baloratzen dugu orain artekoa.

source: Take me to my Dashboard
eu_es: Eraman nazazu nire Tresnak-ra

source: Seems like you are lost.
eu_es: Galduta zaudela dirudi.

source: Back to Transifex homepage
eu_es: Atzera Transifex etxeko-orrialdera

source: Unsubscribe from Transifex news
eu_es: Desharpidetu Transifex berrietatik

source: By clicking "unsubscribe" you will stop receiving emails about:
eu_es: "desharpidetu" klikatuz post@ jasotzeari utziko diozu:

source: Product feature announcements
eu_es: Produktuaren ezaugarri iragarpenak

source: Localization news and tips
eu_es: Berriak eta aholkuak lokalizazioa

source: Direct messages for assistance with the product
eu_es: Zuzeneko mezuak laguntzarako produktuarekin

source: Unsubscribe
eu_es: Utzi harpidetza

source: Cancel
eu_es: Ezeztatu

source: This unsubscription does not affect your <a href="%(account_notifications)s">notification settings</a> about project and organizations you are member of.
eu_es: Desharpidetze honek ez die eragiten kide zaren egitasmo eta antolakundeetako zure <a href="%(account_notifications)s">jakinarazpen ezarpenak</a>-ri.

source: Watching %(num_of_projects)s project
eu_es: %(num_of_projects)s egitasmo behatzen

source: Not watching any project
eu_es: Egitasmorik behatu gabe

source: Watching %(num_of_languages)s language translation
eu_es: %(num_of_languages)s hizkuntza itzulpen behatzen

source: Not watching any language translations
eu_es: Ez zaude hizkuntza itzulpenik behatzen

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s
eu_es: Post@ hau jasotzen duzu zure kontuaren sarhitz berrezarpena eskatu duzulako %(site_name)s gunean

source: Please go to the following page and choose a new password:
eu_es: Mesedez joan hurrengo orrialdera eta hautatu sarhitz berri bat:

source: Your username, in case you've forgotten: %(username)s
eu_es: Zure erabiltzaile-izena, ahazten baduzu: %(username)s

source: Thanks for using our site!
eu_es: Mila esker gure gunea erabiltzeagaitik!

source: Sincerely
eu_es: Egitan

source: Hi %(name)s,
eu_es: Kaixo %(name)s,

source: Thank you for signing up at Transifex.
eu_es: Mila esker Transifex-en izena emateagaitik.

source: To activate your account, please click on the link below:
eu_es: Zure kontua gaitzeko, mesedez klikatu azpiko loturan:

source: See you there!
eu_es: Han ikusiko gara!

source: The Transifex Team
eu_es: Transifex Taldea

source: The transifex Team
eu_es: Transifex Taldea

source: Hi %(username)s,
eu_es: Kaixo %(username)s,

source: [Action required] Please verify your Transifex registration
eu_es: [Beharrezko ekintza] Mesedez egiaztatu zure Transifex erregistrazioa

source: There was a request to change the email address associated with your Transifex account.
eu_es: Zure Transifex-en kontuarekin elkarturik dagoen post@ helbidea aldatzeko eskaera bat egon da.

source: A verification email has been sent to %(new_email)s. To confirm that change, simply click on the verification link in that email.
eu_es: Egiaztapen post@ bat bidali da %(new_email)s-ra. Aldaketa baieztatzeko, besterik gabe klikatu post@ko egiaztapen lotura.

source: You requested a change of your email address at %(site)s.
eu_es: Zure post@ helbidearen aldaketa bat eskatu duzu hemen: %(site)s

source: Please confirm this email address by clicking on the link below:
eu_es: Mesedez baieztatu post@ helbide hau azpiko lotura klikatuz:

source: A request to change your email address was made at %(site)s.
eu_es: Zure post@ helbidea aldatzeko eskaera bat egin da %(site)s gunean.

source: You requested to change the email address associated with your Transifex account.
eu_es: Zure Transifex kontuarekin elkarturik dagoen post@ helbidea aldatzeko eskaera bat egin duzu.

source: An email has been send to %(new_email)s which contains a verification link. Click on the link in this email to activate it.
eu_es: Post@ bat bidali da %(new_email)s-ra lotura egiaztapenarekin. Klikatu post@ honetako lotura hura gaitzeko.

source: Transifex administration
eu_es: Transifex administrazioa

source: Explore - Transifex
eu_es: Esploratu - Transifex

source: Explore
eu_es: Esploratu

source: People
eu_es: Jendea

source: Featured projects
eu_es: Egitasmo nabarmenak

source: Since
eu_es: Noiztik:

source: Languages and Locales Supported
eu_es: Sostengaturiko Hizkuntzak eta Tokikoak

source: The Transifex localization platform supports nearly 300 languages and locales.
eu_es: Transifex lokalizazio plataformak ia 300 hizkuntza eta tokiko sostentatzen ditu.

source: Languages on Transifex
eu_es: Transifex-ko Hizkuntzak

source: No languages registered yet. :-(
eu_es: Ez dago hizkuntzarik erregistraturik oraindik. :-(

source: Connect with users
eu_es: Elkartu erabiltzaileekin

source: Connect with users on Transifex
eu_es: Elkartu erabiltzaileekin Transifex-en

source: Explore public and open source translation projects.
eu_es: Esploratu itzulpen egitasmo publikoak eta iturburu irekikoak.

source: Connect with people
eu_es: Elkartu jendearekin

source: Search for people speaking:
eu_es: Bilatu hitz egiten duen jendea;

source: Alphabetically
eu_es: A-tik Z-ra

source: Translation activity
eu_es: Itzulpen jarduera

source: %(timesince)s ago by&nbsp;<a href="%(user_url)s" class="event_user">%(event.user)s</a>
eu_es: Duela %(timesince)s honek&nbsp;<a href="%(user_url)s" class="event_user">%(event.user)s</a>

source: has translated %(twords)s words
eu_es: %(twords)s hitz ditu itzulita

source: has not translated any word
eu_es: ez du hitzik itzulita

source: participating in %(member_count)s language translations
eu_es: %(member_count)s hizkuntza itzulpenetan eskuhartzen

source: From:
eu_es: Hemendik:

source: Is available for paid work
eu_es: Eskuragarri dago ordaindutako lanerako

source: Speaks:
eu_es: Hitz egiten du:
