Repository: diegobz/txci
Catalog: locale/*/LC_MESSAGES/django.po
Languages: eu_es

source: The project <a href="%(project_url)s">%(pname)s</a> has been accepted to the organization %(oname)s by <a href="%(profile_url)s">%(uname)s</a>.
eu_es: <a href="%(project_url)s">%(pname)s</a> egitasmoa onartua izan da %(oname)s erakundean <a href="%(profile_url)s">%(uname)s</a> bidez.

source: The project <a href="%(project_url)s">%(pname)s</a> was not accepted to the organization %(oname)s by <a href="%(profile_url)s">%(uname)s</a>.
eu_es: <a href="%(project_url)s">%(pname)s</a> egitasmoa ez da onartua izan %(oname)s antolakundean <a href="%(profile_url)s">%(uname)s</a>-ren bidez.

source: The project <a href="%(project_url)s">%(pname)s</a> has asked to join the organization %(oname)s.
eu_es: <a href="%(project_url)s">%(pname)s</a> egitasmoak %(oname)s antolakundean bat egitea galdegin du.

source: <a href="%(sender_url)s">%(sender)s</a> <span class="notice_action">added</span> <span class="notice_subject">project</span> <a href="%(project_url)s">%(project)s</a>
eu_es: <a href="%(sender_url)s">%(sender)s</a>-k <a href="%(project_url)s">%(project)s</a> <span class="notice_subject">egitasmoa</span> <span class="notice_action">gehitu</span> du

source: New announcement from project '<a href="%(project_url)s">%(project)s</a>'
eu_es: Iragarpen berri bat '<a href="%(project_url)s">%(project)s</a>' egitasmotik

source: The project <a href="https://%(current_site)s%(project_url)s">%(project_name)s</a> of the organization %(organization_name)s has been archived by the user %(user_display)s.
eu_es: %(organization_name)s antolakundeko <a href="https://%(current_site)s%(project_url)s">%(project_name)s</a> egitasmoa %(user_display)s erabiltzaileak artxibatu du.

source: <a href="%(sender_url)s">%(sender)s</a> <span class="notice_action">changed</span> data of <span class="notice_subject">project</span> <a href="%(project_url)s">%(project)s</a>
eu_es: <a href="%(sender_url)s">%(sender)s</a>-k <a href="%(project_url)s">%(project)s</a> <span class="notice_subject">egitasmoa</span>-ko datuak <span class="notice_action">aldatu</span> ditu

source: The project <a href="%(project_url)s"> %(project_name)s</a> now uses the team %(team_name)s.
eu_es: <a href="%(project_url)s"> %(project_name)s</a> egitasmoak orain %(team_name)s taldea erabiltzen du.

source: <a href="%(sender_url)s">%(sender)s</a> <span class="notice_action">deleted</span> <span class="notice_subject">project</span> <a href="%(project_url)s">%(project)s</a>
eu_es: <a href="%(sender_url)s">%(sender)s</a>-k <a href="%(project_url)s">%(project)s</a> <span class="notice_subject">egitasmoa</span> <span class="notice_action">ezabatu</span> du

source: The project <a href="%(project_url)s">%(project_name)s</a> had its <span class="notice_action">request</span> to join and outsource access to the <a href="%(project_hub_url)s">%(project_hub_name)s </a> project hub <span class="notice_action">approved</span>
eu_es: <a href="%(project_url)s">%(project_name)s</a> egitasmoak <a href="%(project_hub_url)s">%(project_hub_name)s </a> egitasmo biltzailera batzeko eta kanpolan sarbidea izateko <span class="notice_action">eskaera</span> <span class="notice_action">onartuta</span> du

source: The project <a href="%(project_url)s">%(project_name)s</a> had its <span class="notice_action">request</span> to join and outsource access to the <a href="%(project_hub_url)s">%(project_hub_name)s </a> project hub <span class="notice_action">denied</span>
eu_es: <a href="%(project_url)s">%(project_name)s</a> egitasmoak <a href="%(project_hub_url)s">%(project_hub_name)s </a> egitasmo biltzailera batzeko eta kanpolan sarbidea izateko <span class="notice_action">eskaera</span> <span class="notice_action">ukatuta</span> du

source: The project <a href="%(project_url)s">%(project_name)s</a> <span class="notice_action">requested</span> to join and outsource its access to the <a href="%(project_hub_url)s">%(project_hub_name)s </a> project hub
eu_es: <a href="%(project_url)s">%(project_name)s</a> egitasmoak <a href="%(project_hub_url)s">%(project_hub_name)s </a> egitasmo biltzailera batzeko eta kanpolan sarbidea izateko <span class="notice_action">eskaera</span> egin du

source: The project <a href="%(project_url)s">%(project_name)s</a> had its <span class="notice_action">request</span> to join and outsource access to the <a href="%(project_hub_url)s">%(project_hub_name)s </a> project hub<span class="notice_action">withdrawn</span>
eu_es: <a href="%(project_url)s">%(project_name)s</a> egitasmoak <a href="%(project_hub_url)s">%(project_hub_name)s </a> egitasmo biltzailera batzeko eta kanpolan sarbidea izateko <span class="notice_action">eskaera</span> <span class="notice_action">atzera bota</span> du

source: The project <a href="%(project_url)s">%(project_name)s</a> has <span class="notice_action">left</span> the <a href="%(project_hub_url)s">%(project_hub_name)s </a> project hub
eu_es: <a href="%(project_url)s">%(project_name)s</a> egitasmoak <a href="%(project_hub_url)s">%(project_hub_name)s </a> egitamo biltzailea <span class="notice_action">utzi</span> du

source: User <a href="%(user_url)s">%(username)s</a> has <span class="notice_action">accepted</span> to be a %(role)s for the <a href="%(team_url)s">%(team)s</a> language of the <a href="%(project_url)s">%(project)s</a> project
eu_es: <a href="%(user_url)s">%(username)s</a> erabiltzailea <span class="notice_action">onartua</span> izan da %(role)s <a href="%(project_url)s">%(project)s</a> egitasmoko <a href="%(team_url)s">%(team)s</a> hizkuntzarako

source: User <a href="%(user_url)s">%(username)s</a> has <span class="notice_action">accepted</span> to be a maintainer of the <a href="%(project_url)s">%(project)s</a> project
eu_es: <a href="%(user_url)s">%(username)s</a> erabiltzailea <span class="notice_action">onartua</span> izan da <a href="%(project_url)s">%(project)s</a> egitasmoko mantentzaile bezala

source: User <a href="%(user_url)s">%(username)s</a> <span class="notice_action">was added</span> as a maintainer of the <a href="%(project_url)s">%(project_name)s</a> project
eu_es: <a href="%(user_url)s">%(username)s</a> erabiltzailea <a href="%(project_url)s">%(project_name)s</a> egitasmoko mantentzaile bat bezala <span class="notice_action">gehitua izan da</span>

source: A new resource <a href="%(resource_url)s">%(resource_name)s</a> has been added to the <a href="%(project_url)s">%(project_name)s</a> project
eu_es: Baliabide berri bat <a href="%(resource_url)s">%(resource_name)s</a> gehitu da <a href="%(project_url)s">%(project_name)s</a> egitasmora

source: We have not been able to update the source file of the resource '%(resource_name)s' of the project '%(project_name)s' from the URL %(file_url)s for some time now. So, we are disabling this feature.
eu_es: Ezin dugu '%(project_name)s' egitasmoko '%(resource_name)s' baliabideko iturburu agiria eguneratu %(file_url)s URL-tik denbora batez. Hortaz, ezaugarri hau ezgaitu dugu.

source: The exact error we encountered was: %(error_msg)s
eu_es: Aurkitu dugun akats zehatza da: %(error_msg)s

source: Visit Transifex at http://%(current_site)s%(resource_edit_url)s to enable it back, once the issue has been resolved.
eu_es: Ikusi Transifex hemen, http://%(current_site)s%(resource_edit_url)s berriro gaitzeko, behin arazoa konpondutakoan.

source: The resource <a href="%(resource_url)s">%(resource_name)s</a> of the <a href="%(project_url)s">%(project_name)s</a> project has been changed
eu_es: <a href="%(project_url)s">%(project_name)s</a> egitasmoaren <a href="%(resource_url)s">%(resource_name)s</a> baliabidea aldatu egin da

source: The resource %(resource_name)s has been deleted from the <a href="%(project_url)s">%(project_name)s</a> project.
eu_es: %(resource_name)s baliabidea <a href="%(project_url)s">%(project_name)s</a> egitasmotik ezabatua izan da.

source: The %(language_name)s translation of the project <a href="%(project_url)s">%(project_name)s</a>, resource <a href="%(resource_url)s">%(resource_name)s</a> has reached 100%% reviewed strings.
eu_es: <a href="%(project_url)s">%(project_name)s</a> egitasmoko, <a href="%(resource_url)s">%(resource_name)s</a> baliabide %(language_name)s itzulpen kateak %100% berrikusita daude.

source: We have not been able to update the source file of the resource '%(resource_name)s' of the project '%(project_name)s' from the URL %(file_url)s.
eu_es: Ezin dugu '%(project_name)s' egitasmoaren '%(resource_name)s' baliabideko iturburu agiria eguneratu %(file_url)s URL-tik.

source: A lock for <a href="http://%(current_site)s%(resource_url)s">%(resource)s in %(language)s</a> is about to expire on %(expires)s
eu_es: <a href="http://%(current_site)s%(resource_url)s">%(resource)s-rako blokeoa %(language)s</a> hizkuntzan %(expires)s iraungituko da.

source: <a href="%(user_profile)s">%(sender)s</a> submitted a %(language_name)s translation to <a href="%(resource_url)s">%(resource_name)s</a> of the <a href="%(project_url)s">%(project_name)s</a> project
eu_es: <a href="%(user_profile)s">%(sender)s</a> %(language_name)s itzulpena aurkeztu du <a href="%(project_url)s">%(project_name)s</a> egitasmoaren <a href="%(resource_url)s">%(resource_name)s</a>-an

source: The %(language_name)s translation of the project <a href="%(project_url)s">%(project_name)s</a>, resource <a href="%(resource_url)s">%(resource_name)s</a> has been modified.
eu_es: <a href="%(project_url)s">%(project_name)s</a> egitasmoko, <a href="%(resource_url)s">%(resource_name)s</a> baliabidearen %(language_name)s itzulpena aldatu egin da.

source: The user <a href="%(user_url)s">%(user_request)s</a> had <span class="notice_subject">access to submit translations</span> to the project <a href="%(project_url)s">%(project)s</a> <span class="notice_action">granted</span>
eu_es: <a href="%(user_url)s">%(user_request)s</a> erabiltzaileak <a href="%(project_url)s">%(project)s</a> egitasmoan <span class="notice_subject">itzulpenak aurkezteko sarbidea</span> <span class="notice_action">onartua du</span>

source: The user <a href="%(user_url)s">%(user_request)s</a> had its <span class="notice_subject">request</span> of access to submit translations to the project <a href="%(project_url)s">%(project)s</a> <span class="notice_action">denied</span>
eu_es: <a href="%(user_url)s">%(user_request)s</a> erabiltzaileak <a href="%(project_url)s">%(project)s</a> egitasmora itzulpenak aurkezteko sarbide <span class="notice_subject">eskaera</span> <span class="notice_action">ukatuta</span> du

source: <span class="notice_action">Withdrew</span> own <span class="notice_subject">request</span> of access to submit translations to the <span class="notice_action">project</span> <a href="%(project_url)s">%(project)s</a>
eu_es: <span class="notice_action">Atzera bota da</span> bere eskariz <a href="%(project_url)s">%(project)s</a> <span class="notice_action">egitasmoa</span>-ra itzulpenak aurkezteko sarbide <span class="notice_subject">eskaera</span>

source: <span class="notice_action">Requested</span> <span class="notice_subject">access to submit translations</span> to the <span class="notice_action">project</span> <a href="%(project_url)s">%(project)s</a>
eu_es: <span class="notice_action">Eskatuta</span> <span class="notice_subject">itzulpen aurkezpen sarbidea</span> <a href="%(project_url)s">%(project)s</a> <span class="notice_action">egitasmoan</span>

source: The user <a href="%(user_url)s">%(user_request)s</a> had its <span class="notice_subject">access to submit translations</span> to the project <a href="%(project_url)s">%(project)s</a> <span class="notice_action">revoked</span>.
eu_es: <a href="%(user_url)s">%(user_request)s</a> erabiltzaileak <span class="notice_subject">itzulpen aurkezpen sarbidea</span> <span class="notice_action">ezeztaturik</span> du <a href="%(project_url)s">%(project)s</a>egitasmoan.

source: <a href="%(sender_url)s">%(performer)s</a> <span class="notice_action">added</span> the %(language_name)s</a> language to the team <a href="%(teams_url)s">%(team_name)s</a>.
eu_es: <a href="%(sender_url)s">%(performer)s</a> %(language_name)s</a> hizkuntza<span class="notice_action">gehitu du</span> <a href="%(teams_url)s">%(team_name)s</a> taldera.

source: <a href="%(sender_url)s">%(sender)s</a> <span class="notice_action">changed</span> the <a href="%(team_url)s">%(team_name)s</a> <span class="notice_subject">language</span> translation of the <a href="%(project_url)s">%(project_name)s</a> project
eu_es: <a href="%(sender_url)s">%(sender)s</a>-k <a href="%(project_url)s">%(project_name)s</a> egitasmoko <a href="%(team_url)s">%(team_name)s</a> <span class="notice_subject">hizkuntza</span> itzulpena <span class="notice_action">aldatu du</span>

source: %(performer)s <span class="notice_action">denied</span> user <a href="%(user_url)s">%(user_name)s</a>'s <span class="notice_subject">request</span> to join the <a href="%(team_url)s">%(team_name)s language translation</a> of the <a href="%(project_url)s">%(project_name)s</a> project
eu_es: %(performer)s <span class="notice_action">ukatuta</span> <a href="%(user_url)s">%(user_name)s</a> eskatzailearen <a href="%(project_url)s">%(project_name)s</a> egitasmoko <a href="%(team_url)s">%(team_name)s hizkuntza itzulpen taldean bat egiteko <span class="notice_subject">eskaera</span>

source: The user <a href="%(user_url)s">%(user_name)s</a> <span class="notice_action">requested</span> to join the <a href="%(team_url)s">%(team_name)s language translation</a> of the <a href="%(project_url)s">%(project_name)s</a> project
eu_es: <a href="%(user_url)s">%(user_name)s</a> erabiltzaileak bat egitea <span class="notice_action">eskatu du</span> <a href="%(project_url)s">%(project_name)s</a> egitasmoko <a href="%(team_url)s">%(team_name)s hizkuntza itzulpenean

source: The user <a href="%(user_url)s">%(user_name)s</a> <span class="notice_action">withdrew</span> his request to join the <a href="%(team_url)s">%(team_name)s language translation</a> of the <a href="%(project_url)s">%(project_name)s</a> project
eu_es: <a href="%(user_url)s">%(user_name)s</a> erabiltzaileak <span class="notice_action">ezeztatu egin du</span> <a href="%(project_url)s">%(project_name)s</a> egitasmoko <a href="%(team_url)s">%(team_name)s hizkuntza itzulpenean bat egiteko bere eskaera

source: <span class="notice_subject">User</span> <a href="%(public_profile)s">%(performer)s</a> has <span class="notice_action">left</span> the <a href="%(team_url)s">%(team_name)s language translation</a> of the <a href="%(project_url)s">%(project_name)s</a> project
eu_es: <span class="notice_subject">Erabiltzaileak</span> <a href="%(public_profile)s">%(performer)s</a> <span class="notice_action">utzi egin du</span> <a href="%(project_url)s">%(project_name)s</a> egitasmoko <a href="%(team_url)s">%(team_name)s hizkuntza itzulpena</a>

source: The <span class="notice_subject">request</span> to create a %(language_name)s language translation for the <a href="%(project_url)s">%(project_name)s</a> project was <span class="notice_action">denied</span>
eu_es: <a href="%(project_url)s">%(project_name)s</a> egitasmoko %(language_name)s hizkuntza itzulpena sortzeko <span class="notice_subject">eskaera</span> <span class="notice_action">ukatua izan da</span>

source: <a href="%(sender_url)s">%(sender)s</a> <span class="notice_action">requested</span> the creation of a %(language_name)s <span class="notice_subject">language translation</span> for the project <a href="%(project_url)s">%(project_name)s</a>
eu_es: <a href="%(sender_url)s">%(sender)s</a>-k %(language_name)s <span class="notice_subject">hizkuntza itzulpena</span> sortzea <span class="notice_action">eskatu du</span> <a href="%(project_url)s">%(project_name)s</a> egitasmorako

source: User <a href="%(user_url)s">%(username)s</a> <span class="notice_action">was added</span> as a %(role)s for the <a href="%(team_url)s">%(team_name)s</a> language of the <a href="%(project_url)s">%(project_name)s</a> project
eu_es: <a href="%(user_url)s">%(username)s</a> erabiltzailea %(role)s bat bezala <span class="notice_action">gehitu da</span> <a href="%(project_url)s">%(project_name)s</a> egitasmoko <a href="%(team_url)s">%(team_name)s</a> hizkuntzara

source: The project <a href="https://%(current_site)s%(project_url)s">%(project_name)s</a> of the organization %(organization_name)s has been restored by the user %(user_display)s.
eu_es: %(organization_name)s antolakundeko <a href="https://%(current_site)s%(project_url)s">%(project_name)s</a> egitasmoa %(user_display)s erabiltzaileak leheneratu du.

source: The project %(pname)s has been deleted from the organization %(org)s.
eu_es: %(pname)s egitasmoa ezabatu egin da %(org)s antolakundetik.

source: You have been <a href="%(profile_link)s">recommended</a> by %(name)s.
eu_es: %(name)s-k <a href="%(profile_link)s">gomendatu zaitu</a> .

source: You have a <a href="%(profile_link)s">recommendation update</a> by
eu_es: <a href="%(profile_link)s">gomendio eguneraketa</a> bat duzu, hemendik:

source: You have been <a href="%(profile_link)s">recommended</a> by %(from_user)s.
eu_es: %(from_user)s-gaitik <a href="%(profile_link)s">gomendatua</a> izan zara.

source: Second payment attempt for the organization %(org)s's subscription has failed.
eu_es: %(org)s-ren antolakundearen harpidetzaren bigarren ordainketa saiakerak huts egin du.

source: The team <a href="https://%(current_site)s%(teams_url)s">%(team_name)s</a> has been added to the organization %(organization_name)s by the user %(user_display)s.
eu_es: <a href="https://%(current_site)s%(teams_url)s">%(team_name)s</a> taldea %(organization_name)s antolakundera gehitua izan da, %(user_display)s-ren bidez.

source: The team %(team_name)s has been deleted from the organization %(organization_name)s by the user %(user_display)s.
eu_es: %(team_name)s taldea %(organization_name)s antolakundetik ezabatu da %(user_display)s erabiltzailearen bidez.

source: %(poster)s posted a <a href="https://%(current_site)s%(post_url)s">message<a/> in the team %(team.name)s discussions in the organization %(organization.slug)s. .
eu_es: %(poster)s-k <a href="https://%(current_site)s%(post_url)s">mezu bat<a/> aurkeztu du %(team.name)s taldearen eztabaidetan %(organization.slug)s antolakundean. .

source: The team <a href="https://%(current_site)s%(teams_url)s">%(team_name)s</a> has been deleted from the organization %(organization_name)s by the user %(user_display)s.
eu_es: <a href="https://%(current_site)s%(teams_url)s">%(team_name)s</a> taldea ezabatua izan da%(organization_name)s antolakundetik %(user_display)s erabiltzailearen bidez.

source: The user %(requester)s was accepted to the team <a href="https://%(current_site)s%(teams_url)s">%(team_name)s</a> for %(lname)s.
eu_es: %(requester)s erabiltzailea onartua izan da <a href="https://%(current_site)s%(teams_url)s">%(team_name)s</a> taldean %(lname)s-ren bidez.

source: The user %(requester)s was rejected from joining the team <a href="https://%(current_site)s%(teams_url)s">%(team_name)s</a> for %(lname)s.
eu_es: %(requester)s erabiltzailea baztertua izan da<a href="https://%(current_site)s%(teams_url)s">%(team_name)s</a> taldean bat egitetik %(lname)s bidez.

source: The user <a href="%(profile_url)s">%(requester)s</a> has <a href="%(team_members_url)s">asked to join</a> the team for %(lname)s of the project %(pname)s.
eu_es: <a href="%(profile_url)s">%(requester)s</a> erabiltzaileak %(pname)s egitasmoko %(lname)s taldean <a href="%(team_members_url)s"> bat egitea eskatu du.

source: <a href="%(user_url)s">%(requester)s</a> withdrew his request to join the team for <a href="%(team_url)s">%(lname)s</a> of the project <a href="%(project_url)s">%(pname)s</a>.
eu_es: <a href="%(user_url)s">%(requester)s</a>-k <a href="%(project_url)s">%(pname)s</a> egitasmoaren <a href="%(team_url)s">%(lname)s</a> taldearekin bat egite eskaera kendu du.

source: The team %(team_name)s now translates to <a href="%(teams_url)s">%(language_name)s</a>, too.
eu_es: %(team_name)s taldeak orain <a href="%(teams_url)s">%(language_name)s</a> ere itzultzen du.

source: The language %(lname)s was deleted from the team <a href="https://%(current_site)s%(teams_url)s">%(tname)s</a>.
eu_es: %(lname)s hizkuntza ezabatua izan da <a href="https://%(current_site)s%(teams_url)s">%(tname)s</a> taldetik.

source: You were added to the project %(project_name)s as a maintainer.
eu_es: %(project_name)s egitasmora mantentzaile bezala gehitua izan zara.

source: '%(user.username)s' has been added as a manager to the <a href="%(team_url)s">%(team_name)s</a> team of the %(organization_name)s organization
eu_es: '%(user.username)s' ezabatua izan da %(organization_name)s antolakundeko <a href="%(team_url)s">%(team_name)s</a> taldeko kudeatzaile bezala

source: The project %(project_name)s has been moved to the team <a href="https://%(current_site)s%(teams_url)s">%(team_name)s</a> by the user %(user_display)s.
eu_es: %(project_name)s egitasmoa mugitua izan da <a href="https://%(current_site)s%(teams_url)s">%(team_name)s</a> taldera, %(user_display)s erabiltzaileak.

source: %(performer)s rejected the request for %(lname)s in the team %(team.name)s in the organization %(organization.slug)s.
eu_es: %(performer)s-k baztertu egin du %(lname)s-ren eskaera %(organization.slug)s antolakundeko %(team.name)s taldean.

source: The user <a href="%(profile_url)s">%(requester)s</a> requested a team for %(lname)s for the project <a href="%(project_url)s">%(pname)s</a>.
eu_es: <a href="%(profile_url)s">%(requester)s</a> erabiltzaileak <a href="%(project_url)s">%(pname)s</a> egitasmorako %(lname)s-rako talde baten eskaera egin du.

source: The team <a href="https://%(current_site)s%(teams_url)s">%(team_name)s</a> has been updated.
eu_es: <a href="https://%(current_site)s%(teams_url)s">%(team_name)s</a> taldea eguneratu egin da.

source: You have been added as a %(role)s to the <a href="%(team_url)s">%(team_name)s</a> team of the %(organization_name)s organization
eu_es: %(organization_name)s antolakundeko <a href="%(team_url)s">%(team_name)s</a> taldeko %(role)s bat bezala gehitua izan zara

source: You have been accepted to the team <a href="https://%(current_site)s%(teams_url)s">%(team_name)s</a> for %(lname)s.
eu_es: Onartua izan zara <a href="https://%(current_site)s%(teams_url)s">%(team_name)s</a> taldean, %(lname)s-ren bidez.

source: You were not accepted to be part of the team <a href="https://%(current_site)s%(teams_url)s">%(team_name)s</a> for %(lname)s.
eu_es: Ez zara onartua izan taldeko kide bezala <a href="https://%(current_site)s%(teams_url)s">%(team_name)s</a> taldean %(lname)s-ren bidez.

source: The user %(user)s left the team <a href="https://%(current_site)s%(teams_url)s">%(team_name)s</a> for %(lname)s.
eu_es: %(user)s erabiltzaileak <a href="https://%(current_site)s%(teams_url)s">%(team_name)s</a> taldea utzi du %(lname)s, bidez.

source: You have been added as a manager to the <a href="%(team_url)s">%(team_name)s</a> team of the %(organization_name)s organization
eu_es: %(organization_name)s antolakundeko <a href="%(team_url)s">%(team_name)s</a> taldeko kudeatzaile bat bezala gehitua izan zara

source: Create a new organization
eu_es: Sortu antolakunde berri bat

source: The URL for your organization will be <span id="organization-urlpath">www.transifex.com/organization/ </span><strong id="js-organization-slug">name</strong>.<br/>You will be able to change it later.
eu_es: Zure antolakundearen URL-a <span id="organization-urlpath">www.transifex.com/organization/ </span><strong id="js-organization-slug">izena</strong> izango da.<br/> Geroago aldatu ahalkoko duzu.

source: My projects are <a href="http://opensource.org/docs/osd" title="What is Open Source?" target="_blank">open source</a>.
eu_es: Nire egitasmoak <a href="http://opensource.org/docs/osd" title="What is Open Source?" target="_blank">iturburu irekikoa</a>k dira.
