Repository: diegobz/txci
Catalog: locale/*/LC_MESSAGES/django.po
Languages: eu_es

source: Full name is required.
eu_es: Izen osoa beharrezkoa.

source: Transifex does not support this role.
eu_es: Transifex-ek ez du eginkizun hau sostengatzen

source: Username
eu_es: Erabiltzaile-izena

source: Username must contain only letters, numbers, dots and underscores.
eu_es: Erabiltzaile-izenak hizkiak, zenbakiak, puntuak eta azpielkar-marratxoak bakarrik izan behar ditu.

source: Email
eu_es: Post@

source: Password
eu_es: Sarhitza

source: This username is already taken.
eu_es: Erabiltzaile-izen hau jadanik hartuta dago.

source: This username is not allowed.
eu_es: Erabiltzaile-izen hau ez dago ahalbidetuta.

source: This email is already in use. Please supply a different email.
eu_es: Post@ hau jadanik erabilia da. Mesedez eman beste post@ bat.

source: Full name
eu_es: Izen osoa

source: What languages do you speak?
eu_es: Zer hizkuntza hitz egiten dituzu?

source: Email or username
eu_es: Post@ edo erabiltzaile-izena

source: Either supply us with your email or username.
eu_es: Emaiguzu ere zure post@ edo erabiltzaile-izena.

source: Remember me for %(days)s days
eu_es: Gogoratu nazazu %(days)s egunez

source: Please enter a correct username or email and password.
eu_es: Mesedez sartu erabiltzaile-izen edo post@ eta sarhitz zuzen bat.

source: New email
eu_es: Post@ berria

source: You're already known under this email.
eu_es: Jadanik ezaguna zara post@ honekin

source: No user exists for the given email address.
eu_es: Ez dago erabiltzailerik emandako post@ helbidearekin.

source: Company
eu_es: Konpainia

source: Coupon code
eu_es: Kupoi kodea

source: Company or School
eu_es: Elkartea edo Ikastetxea

source: This email is already in use.
eu_es: Post@ hau jadanik erabilia da.

source: Coupon code has expired.
eu_es: Kupoi kodea epezkanpo.

source: Coupon code has already been used.
eu_es: Kupoi kodea jadanik erabilia izan da.

source: Coupon code does not exist.
eu_es: Kupoi kodea ez dago.

source: Coupon code is invalid.
eu_es: Kupoi kodea baliogabea da.

source: Company name already associated with fbstart program
eu_es: Konpainiaren izena jadanik fbstart programarekin elkarturik dago

source: signup
eu_es: izena-eman

source: No role
eu_es: Eginkizun gabe

source: Developer/Engineer
eu_es: Garatzailea/Ingeniaria

source: Product Manager
eu_es: Produktu Kudeatzailea

source: Localization Manager
eu_es: Lokalizazio Kudeatzailea

source: Marketer
eu_es: Merkataria

source: Translator
eu_es: Itzultzailea

source: Open-Source Contributor
eu_es: Iturburu-Irekiko Ekarpen-egilea

source: Other
eu_es: Bestelakoak

source: Open
eu_es: Irekita

source: Registered
eu_es: Erregistraturik

source: Closed
eu_es: Itxita

source: Role
eu_es: Eginkizuna

source: Interested in
eu_es: Interesak

source: Languages
eu_es: Hizkuntzak

source: Blog
eu_es: Bloga

source: About yourself
eu_es: Zeuri buruz

source: Looking for work?
eu_es: Lan bila?

source: Location
eu_es: Lokalizazioa

source: Phone number
eu_es: Urrutizkin zenbakia

source: Show my e-mail address in translation files
eu_es: Erakutsi nire post@ itzulpen agirietan

source: Your password needs to be at least 6 characters long.
eu_es: Zure sarhitzak gutxienez 6 hizkirriko luzera izan behar du.

source: Social authentication session not found. Please try again.
eu_es: Gizarte egiaztapen saioa ez da aurkitu. Mesedez saiatu berriro.

source: Your email has been verified.
eu_es: Zure post@ egiaztatua izan da.

source: There was an error verifying your email.
eu_es: Akats bat egon da zure post@ egiaztatzerakoan.

source: A confirmation email has been sent to the address you provided.
eu_es: baieztapen post@ bat bidali da zuk emandako helbidera.

source: Your password has been changed.
eu_es: Zure sarhitza aldatu da.

source: Your profile details have been saved.
eu_es: Zure profil xehetasunak gorde dira.

source: A new activation link has been sent to the email address you provided.
eu_es: Gaitze lotura berri bat bidali da zuk emandako post@ helbidera.

source: You have successfully unsubscribed from Transifex news
eu_es: Ongi desharpidetu zara Transifex berrietatik

source: Search for a username or leave it blank
eu_es: Bilatu erabiltzaile-izen bat edo utzi hutsik

source: User
eu_es: Erabiltzailea

source: Action type
eu_es: Ekintza mota

source: Action time
eu_es: Ekintza denbora

source: log entry
eu_es: ohar sarrera

source: log entries
eu_es: ohar sarrerak

source: This version of API is obsolete. Please have a look at %(url)s for details.
eu_es: API bertsio hau zaharkitua dago. Mesedez begiratu %(url)s xehetasunetarako.

source: Source file URL
eu_es: Iturburu agiri URL-a

source: A URL pointing to the source file of this resource to be used for automatic updates.
eu_es: Berezgaitasunezko eguneraketentzat baliabide honen iturburu agirira zuzentzen duen URL-a.

source: Automatically update source file
eu_es: Berezgaitasunez eguneratu iturburu agiria

source: A boolean field indicating whether the file should be automatically updated by pulling and merging from the given URL.
eu_es: Boolear eremu bat agiria emandako URL-tik berezgaitasunez erakarriz eta batuz eguneratu behar den adieraziz.

source: Resource
eu_es: Baliabidea

source: Service
eu_es: Zerbitzua

source: The service you want to use for machine translation.
eu_es: Makinazko itzulpenerako erabiltzea nahi duzun zerbitzua.

source: Not issue
eu_es: Arazorik ez

source: Open issue
eu_es: Ireki arazoa

source: Resolved issue
eu_es: Arazoa konponduta

source: The source string related to this comment
eu_es: Aipamen honi loturiko iturburu katea

source: Target language of this comment
eu_es: Aipamen honen xede hizkuntza

source: Author of this comment
eu_es: Aipamen honen egilea

source: User who solved the issue
eu_es: Arazoa konpondu duen erabiltzailea

source: Comment message
eu_es: Aipatu mezua

source: Issue tracking
eu_es: Arazo aztarnaritza

source: Status
eu_es: Egoera

source: Creation date
eu_es: Sortze eguna

source: Issue solve date
eu_es: Arazo konpontze eguna

source: Not enough permissions to edit the specified language.
eu_es: Ez duzu nahiko baimenik adierazitako hizkuntza editatzeko.

source: The resource of this source string is not accepting translations.
eu_es: Iturburu kate honen baliabideak ez du itzulpenik onartzen.

source: Not all translation plurals have been set.
eu_es: Ez dira itzulpen anizki guztiak ezarri.

source: You are not allowed to edit a reviewed string.
eu_es: Ez duzu berrikusitako kate bat editatzeko baimenik.

source: You are not allowed to post a topic for this team
eu_es: Ez zaude talde honetarako gai bat aurkezteko baimenduta

source: Announcement successfully created
eu_es: Iragarpena ongi sortu da

source: Glossary file
eu_es: Adigai hiztegi agiria

source: Source file for this glossary
eu_es: Iturburu agiria adigai hiztegi honentzat

source: Overwrite existing entries
eu_es: Gainidatzi dauden sarrerak

source: Overwrite existing glossary entries.
eu_es: Gainidatzi dauden adigai hiztegi sarrerak.

source: Language
eu_es: Hizkuntza

source: Translation language(s) in which glossary data will be downloaded.
eu_es: Adigai hiztegiko datuak jeitsiko diren itzulpen hizkuntza(k).

source: Include comments
eu_es: Barneratu aipamenak

source: Also include comments in translation languages.
eu_es: Barneratu aipamenak ere itzulpen hizkuntzatan.

source: All languages
eu_es: Hizkuntza guztiak

source: Translation
eu_es: Itzulpena

source: Translation for this term %(language)s.
eu_es: Itzulpena adigai honentzat %(language)s.

source: None
eu_es: Ezer ez

source: Translation for this term in %(language)s.
eu_es: Adigai honentzako itzulpena %(language)s hizkuntzan.

source: Name
eu_es: Izena

source: Name for the glossary
eu_es: Adigai hiztegiarentzako izena

source: Organization
eu_es: Antolakundea

source: The organization this glossary belongs to
eu_es: Adigai hiztegi honen jabetza antolakundea

source: Projects
eu_es: Egitasmoak

source: Projects in which this glossary is used
eu_es: Adigai hiztegi hau erabiltzen duten egitasmoak

source: Source language
eu_es: Iturburu hizkuntza

source: Source language for this glossary
eu_es: Iturburu hizkuntza adigai hiztegi honentzat

source: Glossary
eu_es: Adigai hiztegia

source: Glossaries
eu_es: Adigai hiztegiak

source: Term
eu_es: Adigaia

source: Glossary term.
eu_es: Adigai hiztegi adigaia

source: Part of speech
eu_es: Hizketaldi zatia

source: Part of speech for this term.
eu_es: Hitz honentzako hizketaldi zatia.

source: Terms
eu_es: Adigaiak

source: Language of this definition.
eu_es: Adiera honen hizkuntza

source: The user who created or updated this definition.
eu_es: Adiera hau sortu edo eguneratu duen erabiltzailea.

source: definition
eu_es: adiera

source: definitions
eu_es: adierak

source: The file must be encoded in UTF-8.
eu_es: Agiriak UTF-8 kodeaketa izan behar du.

source: There is an issue with the file. Make sure it contains all necessary information. See http://docs.transifex.com/guides/localization#glossary
eu_es: Arazo bat dago agiri honekin. Zihurtatu beharrezko argibide guztiak dituela. Ikusi http://docs.transifex.com/guides/localization#glossary

source: An error happened while saving the glosssary: %s
eu_es: Akats bat gertatu da adigai hiztegia gordetzerakoan: %s

source: You are not allowed to delete this glossary.
eu_es: Ez zaude adigai hiztegi hau ezabatzeko baimenduta.

source: You are not allowed to attach/detach glossary to/from a project.
eu_es: Ez zaude ahalbidetuta adigai hiztegia eranstea/deseranstea egitasmo batetik/batera.

source: You cannot attach glossary %(glossary)s with project %(project)s as they don't have the same source language.
eu_es: Ezin duzu %(glossary)s adigai hiztegia erantsi %(project)s egitasmoarekin ez dutelako iturburu hizkuntza berdina.

source: This glossary does not contain any data
eu_es: Adigai hiztegi honek ez du daturik

source: There was a problem in downloading the glossary file. Please try again in a bit.
eu_es: Arazo bat egon da adigai hiztegi agiria jeisterakoan. Mesedez saiatu berriro apur bat geroago.

source: The following usernames are incorrect: %(users)s
eu_es: Hurrengo erabiltzaile-izenak okerrak dira: %(users)s

source: Recipient
eu_es: Jasotzailea

source: Subject
eu_es: Gaia

source: Message
eu_es: Mezua

source: Body
eu_es: Gorputza

source: Sender
eu_es: Bidaltzailea

source: Parent message
eu_es: Gaineko mezua

source: sent at
eu_es: bidalita

source: read at
eu_es: irakurrita

source: replied at
eu_es: erantzunda

source: Sender deleted at
eu_es: Bidaltzailea ezabatuta

source: Recipient deleted at
eu_es: Jasotzailea ezabatuta

source: Messages
eu_es: Mezuak

source: %(sender)s wrote: %(body)s
eu_es: %(sender)s-ek idatzi du: %(body)s

source: Re%(prefix)s: %(subject)s
eu_es: Ber%(prefix)s: %(subject)s

source: New Message: %(subject)s
eu_es: Mezu Berria: %(subject)s

source: Message successfully sent.
eu_es: Mezua ongi bidali da.

source: Re: %(subject)s
eu_es: Ber: %(subject)s

source: Message successfully deleted.
eu_es: Mezua ongi ezabatu da.

source: Message successfully recovered.
eu_es: Mezua ongi berreskuratu da.

source: translator
eu_es: Itzultzailea

source: reviewer
eu_es: berrikustzailea

source: coordinator
eu_es: antolatzailea

source: You have been accepted as a maintainer of this project
eu_es: Egitasmo honen mantentzaile bat bezala onartua izan zara

source: You have been accepted as a %s of this team
eu_es: Talde honetako %s bezala onartua izan zara

source: In the meantime you were granted access to this project.
eu_es: Bitartean sarbidea eman zaizu egitasmo honetara.

source: In the meantime you were given access to this team.
eu_es: Bitartean sarbidea eman zaizu talde honetara.

source: You must read and agree with the CLA of this project to accept the invitation.
eu_es: Egitasmo honen CLA irakurri eta onartu behar duzu gonbidapena onartzeko.

source: Missing information for maintainer invitation
eu_es: Argibideak falta dira mantentzaile gonbidapenerako

source: Missing information for team invitation
eu_es: Argibideak falta dira talde gonbidapenerako

source: Missing information for invitation
eu_es: Argibideak falta dira gonbidapenerako

source: You don't have permissions to issue this invitation
eu_es: Ez duzu gonbidapen hau jaulkitzeko baimenik

source: User not found, try writing an email address
eu_es: Erabiltzailea ez da aurkitu, saiatu post@ helbide bat idazten

source: User is already a maintainer
eu_es: Erabiltzailea jadanik mantentzaile bat da

source: User is already a manager
eu_es: Erabiltzailea jadanik kudeatzaile bat da

source: User is already a member of this team
eu_es: Erabiltzailea jadanik talde honetako kidea da

source: Unknown invitation type
eu_es: Gonbidapen mota ezezaguna

source: You don't have permissions to issue/revoke these invitations
eu_es: Ez duzu gonbidapen hauek jaulkitzeko/ezeztatzeko baimenik

source: Description
eu_es: Azalpena

source: Code
eu_es: Kodea

source: Special Chars
eu_es: Hizki Bereziak

source: Enter any special characters that users might find difficult to type
eu_es: Sartu erabiltzaileek idazteko zaila izan dezaketen hizki bereziren bat

source: Number of Plurals
eu_es: Anitz Zenbatekoa

source: Plural Equation
eu_es: Anitz Ekuazioa

source: Rule zero
eu_es: Huts araua

source: Rule one
eu_es: Bat araua

source: Rule two
eu_es: Bi araua

source: Rule few
eu_es: Arau gutxi

source: Rule many
eu_es: Arau ugari

source: Rule other
eu_es: Beste arauak

source: language
eu_es: hizkuntza

source: languages
eu_es: hizkuntza

source: Mobile
eu_es: Mugikorra

source: Url
eu_es: Url-a

source: Staging url
eu_es: Agertokiratze url-a

source: Machine Translation Service
eu_es: Makinazko Itzulpen Zerbitzua

source: Select the type of service you want to use for machine translation. Leave it blank, if you do not want to have the feature enabled. You will have to insert your API credentials for the service, too.
eu_es: Hautatu makina itzulpenerako erabiltzea nahi duzun zerbitzu mota. Utzi hutsik, ez baduzu nahi ezaugarria gaituta uztea. Zure API egiaztapena ere txertatu behar duzu zerbitzurako.

source: Google Translate API Key
eu_es: Google Itzultzailea API Giltza

source: Enter the API key that Transifex will use for Google translate service you have chosen.
eu_es: Sartu hautatu duzun Google itzulpen zerbitzurako Transifex-ek erabiliko duen API giltza.

source: Microsoft Translate Client ID
eu_es: Microsoft Itzultzaile Bezero ID-a

source: Enter the Client ID that Transifex will use for Microsoft translate service you have chosen.
eu_es: Sartu hautatu duzun Microsoft itzulpen zerbitzurako Transifex-ek erabiliko duen Bezero ID-a.

source: Microsoft Translate Client Secret
eu_es: Microsoft Itzulpen Bezero Sekretua

source: Enter the Client Secret that Transifex will use for the Microsoft translate service you have chosen.
eu_es: Sartu hautatu duzun Microsoft itzulpen zerbitzurako Transifex-ek erabiliko duen Bezero Sekretua.

source: You have to set an API key for Google Translate, too.
eu_es: Google Itzulpenerako API giltza bat ere ezarri behar duzu.

source: You have to set a Client ID and a Client Secret for Microsoft Translate, too.
eu_es: Microsoft Itzulpenerako Bezero ID bat eta Bezero Sekretu bat ere ezarri behar duzu.

source: Administrators
eu_es: Administratzaileak

source: Administrators are people that manage the organization.
eu_es: Administratzaileak antolakundea kudeatzen duten norbanakoak dira.

source: Your full name
eu_es: Zure izen osoa

source: Phone Number
eu_es: Urrutizkin Zenbakia

source: Company or Organization name
eu_es: Konpainia edo Antolakunde izena

source: Your password
eu_es: Zure sarhitza

source: Invalid password.
eu_es: Sarhitz baliogabea.

source: Logo
eu_es: Logoa

source: A logo image displayed for the organization.
eu_es: Antolakundearen logoa erakusten duen irudi bat.

source: Organization tags
eu_es: Antolakunde etiketak

source: Organization %s and all data connected to it have been deleted.
eu_es: %s antolakundea eta berari elkarturiko datu guztiak ezabatu egin dira.

source: An error happened while saving the settings. Please contact support@transifex.com.
eu_es: Akats bat gertatu da ezarpenak gordetzerakoan. Mesedez, jarri harremanetan support@transifex.com-rekin.

source: permission
eu_es: baimena

source: %(site_name)s: Timeline for %(project)s
eu_es: %(site_name)s: %(project)s-rako denbora-lerroa

source: History of the project %s.
eu_es: %s egitasmoaren historia

source: The plan for this organization only allows public projects. To create private projects, please upgrade to a bigger plan.
eu_es: Antolakunde honen planak egitasmo publikoak bakarrik ahalbidetzen ditu, mesedez eguneratu plan handiago batera.

source: The plan for this organization has reached the maximum number of private projects allowed. Please upgrade to a bigger plan.
eu_es: Antolakunde honen planak ahalbideturiko egitasmo pribatu zenbatekoa erdietsi du. Mesedez eguneratu plan handiago batera.

source: This field is required.
eu_es: Eremu hau beharrezkoa da.

source: Oops. There is a problem with the form you submitted.
eu_es: Ooh. Arazo bat dago aurkeztu duzun galdekizunarekin.

source: Tags
eu_es: Etiketak

source: Web hook URL
eu_es: Web gako URL-a

source: You can specify a URL which Transifex will visit whenever a translation of a resource of the project is changed.
eu_es: URL bat adierazi dezakezu Transifex-ek bisitatuko duena egitasmoaren baliabide baten itzulpena aldatzen denean.

source: Secret Key
eu_es: Ezkutuko Giltza

source: You can submit a secret key that you will use in order to verify that the webhook comes from Transifex.
eu_es: Web-kakoa Transifex-tik datorrela egiaztatzeko giltza sekretu bat aurkeztu dezakezu.

source: Fill up resources from TM
eu_es: Bete baliabideak IO-tik

source: Checking this option will make the system to fill up resources automatically with exact matches from the Translation Memory.
eu_es: Aukera hau hautatuz sistemak baliabideak berezgaitasunez beteko ditu berdinak direnekin Itzulpen Oroimenetik.

source: Team
eu_es: Taldea

source: Select a language
eu_es: Hautatu hizkuntza bat

source: Select an option
eu_es: Hautatu aukera bat

source: Create new team
eu_es: Sortu talde berria

source: Assign to: %s
eu_es: Esleitu honi: %s

source: You cannot include the project's source language in the team's languages
eu_es: Ezin duzu egitasmo honen iturburu hzkuntza barneratu itzulpen taldeetan

source: Invalid team choice
eu_es: Talde hautapen baliogabea

source: You cannot choose this team since it includes the project's source language
eu_es: Ezin duzu talde hau hautatu egitasmoaren iturburu hizkuntza barne duelako

source: Organization that own this project.
eu_es: Egitasmo honen jabea den antolakundea

source: This slug is reserved
eu_es: Txartel hau esleituta dago

source: Proprietary or private
eu_es: Jabetzakoa edo pribatua

source: Permissive open-source
eu_es: Iturburu-ireki baimendua

source: Other open-source
eu_es: Beste iturburu-irekia

source: Keep this project private
eu_es: Eduki egitasmo hau pribatu

source: A private project is visible only by you and your team. Moreover, private projects are limited according to billing plans for the user account.
eu_es: Egitasmo pribatu bat zuk eta zure taldeak bakarrik ikusi dezakezue. Bestalde, egitasmo pribatuak erabiltzaile kontuaren ordainketa planen arabera mugatzen dira.

source: Archived
eu_es: Artxibatuta

source: License
eu_es: Baimena

source: Slug
eu_es: Txartela

source: A short label to be used in the URL, containing only letters, numbers, underscores or hyphens.
eu_es: URL-an erabiltzeko etiketa labur bat, hizkiak, zenbakiak, azpielkar-marratxoak eta elkar-marratxoak bakarrik erabiliz.

source: A short name or very short description.
eu_es: Izen labur bat edo azalpen oso labur bat.

source: A sentence or two describing the object.
eu_es: Esaldi bat edo bi objetua azalduz.

source: Long description
eu_es: Azalpen luzea

source: A longer description (optional). Use Markdown syntax.
eu_es: Azalpen luze bat (aurkerazkoa). Erabili Markdown joskera.

source: Homepage
eu_es: Etxeko-orrialdea

source: Translator Instructions URL
eu_es: Itzultzaile Jarraipide URL-a

source: A web page containing documentation or instructions for translators, or localization tips for your community.
eu_es: Web orrialde bat agiritzarekin edo itzultzaileentzako jarraipideekin, edo zure herkidegoarentzako lokalizazio aholkuekin.

source: A logo image displayed for the project.
eu_es: Egitasmoarentzat erakusten den logo irudi bat.

source: Source code url
eu_es: Iturburu kode url-a

source: The URL of the public source code repository.
eu_es: Iturburu kode biltegi publikoaren URL-a.

source: Maintainers
eu_es: Mantentzaileak

source: The organization this project belongs to.
eu_es: Egitasmo honen jabetza antolakundea.

source: Source Language
eu_es: Iturburu Hizkuntza

source: The source language of this project.
eu_es: Egitasmo honen iturburu hizkuntza.

source: Project Languages
eu_es: Egitasmoko Hizkuntzak

source: HTML Description
eu_es: HTML Azalpena

source: Description in HTML.
eu_es: Azalpena HTML-an.

source: project
eu_es: egitasmoa

source: projects
eu_es: egitasmoa

source: An open-source project cannot be set to private.
eu_es: Iturburu-irekiko egitasmo bat ezin da pribatu bezala ezarri.

source: Is allowed to maintain this project
eu_es: Egitasmo hau mantentzeko baimenduta dago

source: Is allowed to manage this project
eu_es: Egitasmo hau kudeatzeko ahalbidetuta dago

source: Is allowed to coordinate a team project
eu_es: Talde egitasmo bat antolatzeko baimenduta dago

source: Is allowed to review translations for a team project
eu_es: Talde egitasmo baterako itzulpenak berrikusteko baimenduta dago

source: Is allowed to browse this private project
eu_es: Egitasmo pribatu honetan bilatzeko baimenduta dago

source: Oops! There was a problem saving your project. Please try again in a few minutes.
eu_es: Ooh! Arazo bat egon da zure egitasmoa gordetzerakoan. Mesedez saiatu berriro minutu batzuk barru.

source: The uploaded file can not fit in the available word count quota limit for the organization. Please, upgrade it to a bigger plan.
eu_es: Igotako agiria ezin da finkatu antolakundearentzako hitz zenbateko eskuragarri kuota mugan. Mesedez, eguneratu plan handiago batera.

source: The file you uploaded does not seem to be valid for the chosen file format.
eu_es: Igo duzun agiriak ez dirudi baliozkoa hautaturiko agiri heuskarrirako.

source: The project '%s' was deleted.
eu_es: '%s' egitasmoa ezabatua izan da.

source: A request to transfer the project already exists.
eu_es: Jadanik badago egitasmoa eskualdatzeko eskaera bat.

source: Recommendation must be at least %d characters long.
eu_es: Gomendioak gutxienez %d hizkiko luzera izan behar du.

source: You can't recommend yourself =)
eu_es: Ezin duzu zeure burua gomendatu =)

source: From user
eu_es: Erabiltzailetik

source: To user
eu_es: Erabiltzailera

source: Hidden
eu_es: Ezkutuan

source: Your recommendation has been sent for approval to %s.
eu_es: Zure gomendioa %s-k onartzeko bidali da.

source: Recommendation deleted
eu_es: Gomendioa ezabatuta

source: You cannot delete that recommendation
eu_es: Ezin duzu gomendioa ezabatu

source: Unhide
eu_es: Ez ezkutatu

source: Hide
eu_es: Ezkutatu

source: Error creating resource: %s
eu_es: Akatsa baliabidea sortzerakoan: %s

source: The content type of the request is not valid.
eu_es: Eskaeraren eduki mota ez da baliozkoa.

source: No language specified, when importing source file.
eu_es: Ez da hizkuntzarik adierazi, iturburu agiria inportatzerakoan.

source: File
eu_es: Agiria

source: File Format
eu_es: Agiri Heuskarria

source: Select a file format
eu_es: Hautatu agiri heuskarri bat

source: Website url
eu_es: Webgune url-a
