Repository: diegobz/txci
Catalog: locale/*/LC_MESSAGES/django.po
Languages: eu_es

source: Managers are collaborators with the authority to manage languages<br/>and collaborators within a team.
eu_es: Kudeatzailaek talde batean hizkuntzak eta kideak kudeatzeko agintea duten<br/>laguntzaileak dira.

source: Project Maintainers are in charge of a project's localization process.
eu_es: Egitasmo Mantentzaileak egitasmoaren lokalizazio aurrerabidearen arduradunak dira.

source: If an added email address does not belong to an account in Transifex, an invitation will be sent via email.
eu_es: Gehitutako post@ helbide bat ez badago Transifex-ko kontu bati lotuta, gonbidapen bat bidaliko da post@ bidez.

source: Apply
eu_es: Ezarri

source: Invite to project
eu_es: Gonbidatu egitasmora

source: Read about user roles in the documentation
eu_es: Irakurri erabiltzaile eginkizunetaz agiritzan

source: Type a team or project name
eu_es: Idatzi talde bat edo egitasmo izena

source: An invitation is sent via email
eu_es: Gonbidapen bidaltzen da post@z

source: Invited as <b>__language__ __role__</b>
eu_es: Gonbidatuta <b>__language__ __role__</b> bezala

source: An invitation will be sent via email
eu_es: Gonbidapen bat bidaliko da post@ bidez

source: User will be added directly
eu_es: Erabiltzailea zuzenean gehituko da

source: Add as <b>__language_name__ __role__</b>
eu_es: Gehitu <b>__language_name__ __role__</b> bezala

source: Remove from team managers
eu_es: Kendu talde kudeatzailetatik

source: Are you sure?
eu_es: Zihur zaude?

source: You are about to delete the selected maintainers from the project.
eu_es: Hautaturiko mantentzailea egitasmotik ezabatzear zaude.

source: You are about to delete the selected user(s) from the project's team.
eu_es: Hautaturiko erabiltzailea(k) egitasmoko taldetik ezabatzear zaude.

source: Yes
eu_es: Bai

source: No
eu_es: Ez

source: Website Overview
eu_es: Webgune Gainikuspena

source: You have selected to view all strings of your website. Click a string tab to view New, Content or Trash strings.
eu_es: Zure webgunearen kate guztiak ikustea duzu hautaturik. Klikatu kate hegats bat Berria, Edukia edo Zaborra kateak ikusteko.

source: Could not load page
eu_es: Ezin da orrialdea gertatu

source: POST HTTP requests are not currently supported.
eu_es: POST HTTP eskaerak ez daude sostengaturik oraindik.

source: There was an error loading this url, please check if there is a typing error or try loading another url.<br/><br/> You can also reload current url by clicking the reload icon on the left of the url edit box.
eu_es: Akats bat egon da url hau gertatzerakoan, mesedez egiaztatu idazketa akatsen bat dagoen edo saiatu beste url batekin.<br/><br/> Oraingo url-a birgertatu dezakezu ere birgertatu ikurra klikatuz url-aren edizio kutxaren ezkerrean.

source: Cookies not enabled
eu_es: Cookieak ez daude gaituta

source: Browser cookies should be enabled in order for Transifex Live to work.<br/> Please check your browser's cookie settings.
eu_es: Nabigatzaile cookieak gaituta egon behar dira Transifex Live-k lan egiteko.<br/> Mesedez egiaztatu zure nabigatzailearen cookie ezarpenak.

source: URL path filters
eu_es: URL helburu iragazkiak

source: Please select a valid website resource
eu_es: Mesedez hautatu baliozko webgune baliabide bat

source: Group URLs and manage your content. You can map URLs to a singe page or exclude them from Transifex Live. Find out more about URL filters on <a href="http://docs.transifex.com/developer/live/interface" target="_blank">Transifex documentation</a>.
eu_es: Multzokatu URL-ak eta kudeatu zure edukia. URL-ak orrialde bakarrera mapatu ditzakezu edo Transifex Zuzenean-tik hauek baztertu. Bilatu gehiago URL iragazkiei buruz <a href="http://docs.transifex.com/developer/live/interface" target="_blank">Transifex agiritza</a>n.

source: Path
eu_es: Helburua

source: Action
eu_es: Ekintza

source: Output
eu_es: Irteera

source: Path field cannot be empty
eu_es: Helburu eremua ezin da hutsik egon

source: Please select a valid action
eu_es: Mesedez hautatu baliozko ekintza bat

source: Output field cannot be empty
eu_es: Irteera eremua ezin da hutsik egon

source: You must apply the rules you are editing before updating the filters
eu_es: Editatzen ari zaren arauak ezarri behar dituzu iragazkiak eguneratu aurretik

source: Choose
eu_es: Hautatu

source: Website integration instructions
eu_es: Webgune baterapen jarraipideak

source: Insert the code snippet before the &lt;/head&gt; tag in every page you want to translate.
eu_es: Txertatu kode zatia &lt;/head&gt; etiketaren aurretik itzultzea nahi duzun orrialde bakoitzean.

source: Production
eu_es: Ekoizpena

source: Staging
eu_es: Agertokiratzea

source: Auto-detect the browser locale and translate the page.
eu_es: Berez-atzeman nabigatzailearen hizkuntza eta itzuli orrialdea.

source: Enable translation of dynamically injected content.
eu_es: Gaitu dinamikoki injektaturiko edukien itzulpena.

source: Automatically identify new strings when page content changes.
eu_es: Berezgaitasunez ezagutu kate berriak orrialde edukiak aldatzerakoan.

source: The default settings add a language select dropdown on the bottom right corner of your page. You can adjust the widget settings <a href="" id="js-expand-snippet-options">here</a>.
eu_es: Berezko ezarpenak hizkuntza hautapen hedagarri bat gehitzen du zure orrialdearen behe eskuineko bazterrean. Widgetaren ezarpenak <a href="" id="js-expand-snippet-options">hemen</a> zehaztu ditzakezu.

source: Auto position
eu_es: Berez kokapena

source: top left
eu_es: goi ezkerrean

source: top right
eu_es: goi eskuinean

source: bottom left
eu_es: behe ezkerrean

source: bottom right
eu_es: behe eskuinean

source: Position in DOM Element ID
eu_es: Kokapena DOM Elementu ID-an

source: For advanced integration instructions read the <a href="%(url)s" target="_blank" title="API documentation">API documentation</a>.
eu_es: Baterapen jarraipide aurreratuetarako irakurri <a href="%(url)s" target="_blank" title="API documentation">API agiritza</a>.

source: Getting started with Transifex Live
eu_es: Hasi Transifex Zuzenean-rekin

source: Back
eu_es: Atzera

source: Next
eu_es: Hurrengoa

source: Close this guide
eu_es: Itxi gida hau

source: %(project)s | Transifex Live
eu_es: %(project)s | Transifex Zuzenean

source: Enter your website url
eu_es: Sartu zure webgune url-a

source: Start localizing a new website
eu_es: Hasi webgune berri bat lokalizatzen

source: Add new website
eu_es: Gehitu webgune berria

source: Administrators and project maintainers only
eu_es: Administrariak eta egitasmo mantentzaileak bakarrik

source: New
eu_es: Berria

source: Content
eu_es: Edukia

source: Ignore
eu_es: Ezikusi

source: Look for help
eu_es: Bilatu laguntza

source: Integrate and customize
eu_es: Barneratu eta norbereratu

source: Install
eu_es: Ezarri

source: Integrate into your website
eu_es: Barneratu zure webgunean

source: Take live
eu_es: Hartu zuzenean

source: Publish translations on your website
eu_es: Argitaratu itzulpenak zure webgunean

source: Modify website resource options
eu_es: Aldatu webgune baliabide aukerak

source: URL filters
eu_es: URL iragazkiak

source: Apply filters on urls paths
eu_es: Ezarri iragazkiak url helburuetan

source: Highlight strings
eu_es: Nabarmendu kateak

source: Add language
eu_es: Gehitu hizkuntza

source: Request language
eu_es: Eskatu hizkuntza

source: Pseudo translation
eu_es: Sasi itzulpena

source: Order translations
eu_es: Agindu itzulpenak

source: Choose a website from the list on the left or type a new one in the URL input to Start using Transifex Live!
eu_es: Hautatu webgune bat ezkerreko zerrendatik edo idatzi berri bat URL sarreran Transifex Zuzenean! erabiltzen Hasteko.

source: <p>You have no websites translated with Transifex Live yet.</p> <p>Enter the name of your site (e.g. www.transifex.com) on the URL bar. The first time you will collect your strings, a Transifex resource will be created for you.</p>
eu_es: <p>Oraindik ez duzu webgunerik itzulita Transifex Zuzenean-rekin.</p> <p>Sartu zure gunearen izena (adib. www.transifex.com) URL barran. Zure kateak biltzen dituzun lehen aldian, Transifex baliabide bat sortuko da zuretzat.</p>

source: Working
eu_es: Lanean

source: Saving
eu_es: Gordetzen

source: An error has occurred
eu_es: Akats bat gertatu da

source: Initial detection date
eu_es: Hasierako atzemate eguna

source: String occurrences
eu_es: Kate gertaerak

source: Occurrence list represent a fraction of total string occurrences in website pages.
eu_es: Gertaeera zerrendak webguneko orrialdetako kate gertaera guztien zati bat adierazten du.

source: It takes too long to connect to Transifex Live Preview... if problem persists please contact support
eu_es: Gehiegi luzatzen ari da Transifex Zuzenean Aurreikuspenarekin elkarketatzen... arazoak jarraitzen badu mesedez jarri harremanetan sostenguarekin

source: Did the website load properly?
eu_es: Webgunea egoki gertatu da?

source: Is there a shield button on the browser address bar?
eu_es: Ezkutu botoi bat dago nabigatzailearen helbide barran?

source: Please press the shield icon to unblock unsafe content.
eu_es: Mesedez sakatu ezkutu ikurra eduki ez-segurua desblokeatzeko.

source: Transifex will be notified about the issue and try to fix it.
eu_es: Transifex-eri arazoa jakinaraziko zaio eta zuzentzen saiatu.

source: Navigate to a website
eu_es: Nabigatu webgune batera

source: To start translating a website, type the website&apos;s URL in the URL bar at the top left, then press the <b>enter</b> or <b>return</b> key.<br><br>You can also select any previously saved URLs from the navigation list on the left.
eu_es: Webgune bat itzultzen hasteko, idatzi webgunearen URL-a URL barran goi ezkerrean, orduan sakatu <b>sartu</b> edo <b>return</b> tekla.<br><br>Aurretik gordetako edozein URL ere hautatu dezakezu ezkerreko nabigazio zerrendatik.

source: Inspect and collect detected strings
eu_es: Aztertu eta bildu atzemandako kateak

source: Once your website is loaded, Live automatically detects and highlights all the strings it found on the page. You can review the strings and choose which ones are collected to Transifex using the <em>NEW</em> strings panel.<br><br>When you want to save strings from another page, simply <b>double click</b> on a link to go to that page.
eu_es: Behin zure webgunea gertaturik dagoenean, Live-ek berezgaitasunez atzeman eta nabarmenduko ditu orrialdean aurkitzen dituen kate guztiak. Kateak berrikusi eta zeintzuk bilduko diren Transifex-ra hautatu dezakezu kate panel <em>BERRIA</em> erabiliz.<br><br>Beste orrialde bateko kateak gordetzea nahi dituzunean, besterik gabe <b>klik bikoitza</b> egin lotura batean orrialdera joateko.

source: Translate your content
eu_es: Itzuli zure edukia

source: Collected strings can now be translated. First, select or add the language you wish to translate to using the drop down in upper right corner. Then click on string to open the in-context editor.<br><br>In addition to translating in the in-context editor, you can also use the full-featured editor or order translations from our vendor partners.
eu_es: Bildutako kateak orain itzuli egin daitezke. Orain, hautatu edo gehitu zein hizkuntzara nahi duzun itzultzea goiko eskuin bazterreko hedagarria erabiliz. Orduan klikatu katean hitzinguru editatzailean irekitzeko.<br><br>Hitzinguru editatzailearekin itzultzearen gehigarri bezala, ezaugarri-guztiko editatzailea ere erabili dezakezu edo itzulpenak agindu gure hornitzaile bazkideengandik.

source: Integrate Transifex Live in your webpages and publish translations
eu_es: Barneratu Transifex Zuzenean zure web-orrialdeetan eta argitaratu itzulpenak

source: Take your translations live
eu_es: Hartu zure itzulpenak zuzenan

source: You are about to upload your translations to the Transifex CDN. Older versions will be replaced.
eu_es: Zure itzulpena Transifex CDN-ra igotzear zaude. Bertsio zaharrak ordeztu egingo dira.

source: Website will be translated to:
eu_es: Webgunea itzuliko da:

source: all project languages
eu_es: egitasmoko hizkuntza guztiak

source: none
eu_es: ezer ez

source: A publish action is already in progress. Continue anyway?
eu_es: Jadanik garatzen ari da argitaratze ekintza bat. Jarraitu edonola?

source: Update website with new translations
eu_es: Eguneratu webgunea itzulpen berriekin

source: Only administrators and project maintainers can perform this action
eu_es: Administrariek eta egitasmoaren mantentzaileek bakarrik burutu dezakete ekintza hau

source: Publish to Production
eu_es: Argitaratu Ekoizpenean

source: Only administrators and maintainers can perform this action
eu_es: Administrariek eta mantentzaileek bakarrik burutu dezakete ekintza hau

source: Publish to Staging
eu_es: Argitaratu Agertokiratzean

source: Taking translations live has failed
eu_es: Zuzeneko itzulpenak hartzeak huts egin du

source: Taking translations live
eu_es: Itzulpenak zuzenean hartzen

source: Last published by
eu_es: Azken argitaratzailea

source: Website settings
eu_es: Webgune ezarpenak

source: Change domain
eu_es: Aldatu domeinua

source: Production Domain
eu_es: Ekoizpen Domeinua

source: Check this option to change the name of your resource, along with the domain name.
eu_es: Hautatu aukera hau zure baliabidearen izena aldatzeko domeinu izenarekin batera.

source: Update resource name
eu_es: Eguneratu baliabidearen izena

source: Domain is already associated with a project resource
eu_es: Domeinua jadanik egitasmo baliabide batekin elkarturik dago

source: Staging Domain
eu_es: Agertoki Domeinua

source: Strings for translation
eu_es: Itzultzeko kateak

source: Translate content in the editor
eu_es: Itzuli edukia editatzailean

source: Editor
eu_es: Editatzailea

source: Ignore selected strings
eu_es: Ezikusi hautaturiko kateak

source: By deleting these entries you also delete their translations
eu_es: Sarrera hauek ezabatuz gero beren itzulpenak ere ezabatzen dituzu

source: Search for strings
eu_es: Bilatu kateak

source: Missing
eu_es: Ez dago

source: Selected filters returned no results.
eu_es: Hautaturiko iragazkiak ez du emaitzik itzuli.

source: Reset filters
eu_es: Berrezarri iragazkiak

source: There are no collected strings
eu_es: Ez dago bildutako katerik

source: Missing from page
eu_es: Ez dago orrialdean

source: occurrences
eu_es: gertaerak

source: occurrence
eu_es: gertaera

source: Show string in page
eu_es: Erakutsi katea orrialdean

source: Previous collected string
eu_es: Bildutako aurreko katea

source: Next collected string
eu_es: Bildutako hurrengo katea

source: View string in editor
eu_es: Ikusi katea editatzailean

source: Select a language different from the source language in order to start translating.
eu_es: Hautatu iturburu hizkuntzaren ezberdina den hizkuntza bat itzultzen hasteko.

source: The current string is not collected for translation.
eu_es: Oraingo katea ez itzulpenerako biltzen.

source: Collect
eu_es: Bildu

source: Remove URL path from list
eu_es: Kendu URL helburua zerrendatik

source: Only project maintainers can perform this action
eu_es: Egitasmo mantentzaileek bakarrik burutu dezakete ekintza hau

source: Remove paths
eu_es: Kendu helburuak

source: Strings contained in the selected paths will not be deleted.
eu_es: Hautaturiko helburuetako kateak ez dira ezabatuko.

source: Check out <a href="http://docs.transifex.com/developer/live" target="_blank">Transifex documentation</a> for more info on Transifex Live
eu_es: Ikusi <a href="http://docs.transifex.com/developer/live" target="_blank">Transifex agiritza</a> argibide gehiagorako Transifex Zuzenean buruz

source: new
eu_es: berria

source: New strings for collection
eu_es: Biltzeko kate berriak

source: Collect selected new strings to project
eu_es: Bildu hautaturiko kate berriak egitasmora

source: Mark selected strings as not wanted
eu_es: Markatu hautaturiko kateak eznahikoak bezala

source: Phrase not detected? <a href="http://docs.transifex.com/developer/live/webmasters#advanced-topics" target="_blank">Read more on how to fix this</a>
eu_es: Esaldia ez da atzeman? <a href="http://docs.transifex.com/developer/live/webmasters#advanced-topics" target="_blank">Irakurri gehiago hau nola zuzenduri buruz</a>

source: There are no new strings
eu_es: Ez dago kate berririk

source: Ignored strings
eu_es: Ezikusitako kateak

source: Collect selected strings from ignore list to project
eu_es: Bildu hautaturiko kateak ezikusi zerrendatik egitasmora

source: Delete selected strings from ignore list
eu_es: Ezabatu hautaturiko kateak ezikusi zerrendatik

source: Checkout documentation for more information on ignoring strings <a href="http://docs.transifex.com/developer/live/interface#string-statistics-and-panels" target="_blank">here</a>
eu_es: Ikusi agiritza ezikusitako kateen argibide gehiagorako <a href="http://docs.transifex.com/developer/live/interface#string-statistics-and-panels" target="_blank">hemen</a>

source: Ignore list is empty
eu_es: Ezikusi zerrenda hutsik dago

source: Notifications
eu_es: Jakinarazpenak

source: Track and review all the notifications you received in the past
eu_es: Aztarnatu eta berrikusi iraganean jasotako jakinarazpen guztiak

source: Notification Settings
eu_es: Jakinarazpen Ezarpenak

source: Mark all as seen
eu_es: Markatu denak ikusitzat

source: You have no notifications.
eu_es: Ez duzu jakinarazpenik.

source: You can receive notifications whenever an event occurs in Transifex.<br/> Check the notifications available for you on the list below and choose for which events you would like to be notified by email.
eu_es: Transifex-ko gertaera guztien jakinarazpena jaso dezakezu.<br/> Ikuskatu eskuragarri dauden jakinarazpenak beheko zerrendan eta hautatu zer gertaerataz nahi duzun post@z jakinarazia izatea.

source: Notifications are sent to this email
eu_es: Jakinarazpenak post@ honetara bidaltzen dira

source: change
eu_es: aldatu

source: Note
eu_es: Oharra

source: You do not have a verified email address to which notices can be sent.
eu_es: Ez duzu post@ helbide egiaztaturik jakinarazpenak bidali ahal izateko.

source: Add one
eu_es: Gehitu bat

source: Notice
eu_es: Oharra

source: New <a href="%(announcement_url)s">announcement</a> added to project <a href="%(project_url)s">%(project.name)s</a>.
eu_es: <a href="%(announcement_url)s">Iragarpen</a> berri bat gehitu da <a href="%(project_url)s">%(project.name)s</a> egitasmora.

source: We have not been able to update the source file for the resource <a href="https://%(current_site)s%(resource_edit_url)s">%(rname)s</a> of the project <a href="https://%(current_site)s%(project_url)s">%(pname)s</a> from the URL %(file_url)s for some time now. So, we are disabling this feature.
eu_es: Ezin dugu <a href="https://%(current_site)s%(project_url)s">%(pname)s</a> egitasmoaren <a href="https://%(current_site)s%(resource_edit_url)s">%(rname)s</a> baliabideko iturburu agiria eguneratu %(file_url)s URL-tik denbora batetik hona. Hortaz, ezaugarri hau ezgaitzen ari gara.

source: We have not been able to update the source file for the resource <a href="https://%(current_site)s%(resource_edit_url)s">%(rname)s</a> of the project <a href="https://%(current_site)s%(project_url)s">%(pname)s</a> from the URL %(file_url)s.
eu_es: Ezin dugu <a href="https://%(current_site)s%(project_url)s">%(pname)s</a> egitasmoaren <a href="https://%(current_site)s%(resource_edit_url)s">%(rname)s</a> baliabideko iturburu agiria eguneratu %(file_url)s URL-tik.

source: Organization %(org)s's subscription has been automatically downgraded to the free plan by Stripe because of failed payments.
eu_es: %(org)s-ren antolakunde harpidetza berezgaitasunez beheratu du Stripek ordainketan huts egiteagaitik.

source: User %(username)s has <a href="%(link)s">%(action)s</a> an issue on %(proj_name)s project in resource %(res_name)s, language %(lang_name)s.
eu_es: %(username)s erabiltzaileak <a href="%(link)s">%(action)s</a> arazo bat du %(proj_name)s egitasmoaren %(lang_name)s hizkuntzako %(res_name)s baliabidean.

source: User %(username)s has <a href="%(link)s">mentioned</a> you on %(proj_name)s project in resource %(res_name)s, language %(lang_name)s.
eu_es: %(username)s erabiltzaileak <a href="%(link)s">aipatu</a> egin zaitu %(proj_name)s egitasmoaren %(lang_name)s hizkuntzako %(res_name)s baliabidean.

source: The resource <a href="%(resource_url)s">%(rname)s</a> has been added to the project <a href="%(project_url)s">%(pname)s</a>.
eu_es: <a href="%(resource_url)s">%(rname)s</a> baliabidea <a href="%(project_url)s">%(pname)s</a> egitasmora gehitu da.

source: The resource %(resource_name)s has been deleted from the project <a href="%(project_url)s">%(pname)s</a>
eu_es: %(resource_name)s baliabidea ezabatu egin da <a href="%(project_url)s">%(pname)s</a> egitasmotik

source: The source file of the resource <a href="%(resource_url)s">%(rname)s</a> of the project <a href="%(project_url)s">%(pname)s</a> has been updated.
eu_es: <a href="%(project_url)s">%(pname)s</a> egitasmoko <a href="%(resource_url)s">%(rname)s</a> baliabidearen ituruburu agiria eguneratu da.

source: First payment attempt for the organization %(org)s's subscription has failed.
eu_es: %(org)s-ren antolakundearen harpidetzaren lehen ordainketa saiakerak huts egin du.

source: You have received a new <a href="%(message_url)s">message </a> from %(sender)s.
eu_es: Mezu berri bat jaso duzu <a href="%(message_url)s">message </a> %(sender)s-tik.

source: Organization %(org)s's usage has exceeded its paid-for limits for %(diff_days)s.
eu_es: %(org)s's antolakundearen erabilpenak bere ordainketa mugak gainditu ditu %(diff_days)s egunez.

source: Organization %(org)s's projects have been limited because the paid-for limits have been exceeded.
eu_es: %(org)s-ren antolakundearen egitasmoak mugatuak izan dira ordainketa mugak gainditu dituelako.

source: User %(user)s's usage has exceeded his/her paid-for limits.
eu_es: %(user)s's erabiltzaileak bere ordainketa mugak gainditu ditu.

source: You have deleted the message <a href="%(message_url)s">%(message)s</a>.
eu_es: <a href="%(message_url)s">%(message)s</a> mezua ezabatuta duzu.

source: You have received the message <a href="%(message_url)s">%(message)s</a> from %(message_sender)s.
eu_es: <a href="%(message_url)s">%(message)s</a> mezua jaso duzu%(message_sender)s-tik.

source: You have recovered the message <a href="%(message_url)s">%(message)s</a>.
eu_es: <a href="%(message_url)s">%(message)s</a> mezua berreskuratu duzu.

source: You have replied to <a href="%(message_url)s">%(message_parent_msg)s</a> from %(message_recipient)s.
eu_es: <a href="%(message_url)s">%(message_parent_msg)s</a> erantzun duzu %(message_recipient)s-tik.

source: %(message_sender)s has sent you a reply to %(message_parent_msg)s.
eu_es: %(message_sender)s-ek erantzun bat bidali dizu %(message_parent_msg)s-ra.

source: You have sent the message <a href="%(message_url)s">%(message)s</a> to %(message_recipient)s.
eu_es: <a href="%(message_url)s">%(message)s</a> mezua %(message_recipient)s-ra bidali duzu.

source: The user <a href="%(user_url)s">%(user)s</a> <span class="notice_action">created</span> the <span class="notice_subject">organization</span> <a href="%(org_url)s">%(org)s</a>
eu_es: <a href="%(user_url)s">%(user)s</a> erabiltzaileak<span class="notice_subject">antolakundea</span> <a href="%(org_url)s">%(org)s</a> <span class="notice_action">sortu du</span>

source: The user <a href="https://%(current_site)s%(user_url)s">%(name)s</a> deleted the organization %(org)s.
eu_es: <a href="https://%(current_site)s%(user_url)s">%(name)s</a> erabiltzaileak %(org)s antolakundea ezabatu du.

source: A new project, <a href="%(project_url)s">%(pname)s</a>, has been created in the organization %(oname)s.
eu_es: Egitasmo berri bat, <a href="%(project_url)s">%(pname)s</a>, sortu da %(oname)s antolakundean.
